{"description":"<p><span>Gibson, Samantha, and Franky Abbott. Battle on the Ballot: Political Outsiders in US Presidential Elections. Digital Public Library of America. October 2016. https://dp.la/exhibitions/outsiders-president-elections.</span></p>","slug":"outsiders-president-elections","id":73,"title":"Battle on the Ballot: Political Outsiders in US Presidential Elections","credits":"This exhibition was curated by DPLA staff members Samantha Gibson and Franky Abbott with materials contributed by DPLA Hubs.","pages":[{"parent":null,"slug":"african-americans","id":751,"order":5,"page_blocks":[{"text":null,"id":2109,"order":1,"attachments":[{"files":[{"id":3191,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/79954069bb4e90184fe80b899996adad.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/79954069bb4e90184fe80b899996adad.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/79954069bb4e90184fe80b899996adad.jpg","original":"https://dp.la/api/exhibits/files/original/79954069bb4e90184fe80b899996adad.jpg"}}],"id":2109,"caption":null,"item":{"element_texts":[{"text":"Presidential candidate, Jesse Jackson at podium addressing Mexican American Political Association in San Jose, Calif., 1984","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"dbf0608035f9a68fe57d1225c391a1fe","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814090}}]},{"text":"<p><span>African Americans have been active political organizers throughout the nation’s history—petitioning, organizing, voting, protesting, and serving their communities from the era of early republic through the Abolition Movement, Reconstruction, and the era of lynching and segregation. By the mid-twentieth century, as the number of African American voters grew rapidly through both legislative action and political empowerment, presidential candidates were required to court their votes by appealing to their concerns. This growing constituency also made it possible for black candidates to run for office with more success, which legitimized the idea that black candidates were contenders for the presidency for an increasingly broad and interracial group of voters.</span></p>\n<p><span><span>In 1964, the Mississippi Freedom Democratic Party brought national attention the issue of black voter disenfranchisement in Mississippi and demanded that the Democratic Party confront the reality of injustice. Eight years later, as Shirley Chisholm ran for president, members of the National Black Political Convention met to strategize about how to build on the legal gains of the Civil Rights Movement and continue to work towards expanded political power for African Americans. In 1984 and 1988, Jesse Jackson ran for the Democratic Party’s presidential nomination and earned support from a broader, and more diverse group of Americans than had previously supported a black presidential candidate, laying the groundwork for the successful candidacy of Barack Obama, who was elected as the first black president, in 2008.</span></span></p>","id":2110,"order":2,"attachments":[{"files":[{"id":3197,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/e2229f5494853314da5982a9d4051bb4.mp4"}}],"id":2110,"caption":"<p>In this 1967 press conference clip, Dr. Martin Luther King, Jr. predicts what it would take, in his opinion, for the United States to elect a black president. The question, for King, was never of capability or qualification. Instead it would be a matter of consolidating black voting power, coalition-building, and unity with white liberal voters. Courtesy of WSB-TV, Walter J. Brown Media Archives via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"WSB-TV newsfilm clip of Dr. Martin Luther King, Jr. speaking about presidential candidates for the 1968 election, the Vietnam War, and interactions with Stokely Carmichael during a press conference held at Ebenezer Baptist Church, Atlanta, Georgia, 1967 April 25, clip 1","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"177a265a21eda8f644de7faeed18bc01","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814096}}]}],"title":"African Americans and Presidential Politics"},{"parent":null,"slug":"anti-outsider-platforms","id":747,"order":4,"page_blocks":[{"text":null,"id":2093,"order":1,"attachments":[{"files":[{"id":3172,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/07d99726bf8076cccb790978a9a2c0ce.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/07d99726bf8076cccb790978a9a2c0ce.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/07d99726bf8076cccb790978a9a2c0ce.jpg","original":"https://dp.la/api/exhibits/files/original/07d99726bf8076cccb790978a9a2c0ce.jpg"}}],"id":2093,"caption":null,"item":{"element_texts":[{"text":"Fillmore-Donelson National American Ticket","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"7a0f731b565863e1e815260d39930cd0","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814071}}]},{"text":"<p><span>While many outsider candidates have changed and diversified the face of the American presidency, other political platforms formed to resist perceived outsiders and their influence on American politics. These anti-outsider platforms play to xenophobic and racist fears of disenfranchised and underrepresented “others” in the US political landscape—like immigrants and African Americans—and the potential changes to the social order that they might bring when politically empowered. Fears include imagined threats of crime and intermarriage that challenged native-born white entitlement to public spaces like schools and neighborhoods and economic opportunities like jobs. These platforms promise renewed policing of social and legal boundaries that maintain the status quo. Although they have historically not been successful at achieving the presidency, anti-outsider platforms shed light on the priorities of the significant numbers of voters who support them in the context of historical climates of discrimination.</span></p>\n<p>Early anti-outsider platforms in the nineteenth century included resistance to immigration and naturalization from the Know Nothing Party and post-Reconstruction rejection of black enfranchisement from southern Democrats. By the mid-twentieth century, anti-outsider platforms like that of the Dixiecrats opposed federal intervention into civil rights issues, the integration of schools and the armed forces, and the empowerment of black voters through anti-discrimination voting laws. More recently, these campaigns take stands against undocumented immigration from Mexico while playing on similar fears about jobs and crime as their predecessors.</p>","id":2094,"order":2,"attachments":[{"files":[{"id":3167,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/bdd366a924f0736b76465fe88091ce9b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/bdd366a924f0736b76465fe88091ce9b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/bdd366a924f0736b76465fe88091ce9b.jpg","original":"https://dp.la/api/exhibits/files/original/bdd366a924f0736b76465fe88091ce9b.pdf"}}],"id":2094,"caption":"<p><span><span> This 1855 sheet music for “War Song of the Natives” is dedicated to the American (or Know Nothing), and reflects its resistance to “foreign” invasion through immigration. Courtesy of University of North Carolina at Chapel Hill via North Carolina Digital Heritage Center.</span></span></p>","item":{"element_texts":[{"text":"Dedicated to the American Party. War Song of the Natives, Words by P.W.C. Music by Miss L.C. Creoles of the City of New Orleans.","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"ba13a77af52f51184a2c4d9fe9f09968","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814066}}]},{"text":null,"id":2095,"order":3,"attachments":[{"files":[{"id":3168,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/93e6294fd88c9a6f8cbea311bd408b07.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/93e6294fd88c9a6f8cbea311bd408b07.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/93e6294fd88c9a6f8cbea311bd408b07.jpg","original":"https://dp.la/api/exhibits/files/original/93e6294fd88c9a6f8cbea311bd408b07.jpg"}}],"id":2095,"caption":"<p>Attendees in the 1948 States’ Rights Democratic (or Dixiecrat) Party Convention in Birmingham, Alabama, jeer at a woman protester holding a sign that reads: “End Lynching Win with Wallace.” The sign refers to Progressive Party candidate Henry Wallace. Courtesy of Atlanta History Center via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"Dixiecrat Convention, 1948","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"a52fa0b6cb3291f1590f67b3ac39c0b6","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814067}}]},{"text":null,"id":2096,"order":4,"attachments":[{"files":[{"id":3169,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/4e4d012d94447ca10e84c039a3683c6e.mp4"}}],"id":2096,"caption":"<p>In this news footage from August 1968, George Wallace for President supporters present Georgia Governor Ben Fortson with a petition to put Wallace on the Georgia presidential ballot in November. In 1968, former segregationist Alabama governor George Wallace ran as the American Independent Party candidate on a platform that rejected federal intervention into public education and promised to restore states’ rights. Courtesy of WSB-TV, Walter J. Brown Media Archives via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"GEORGE WALLACE FOR PRESIDENT SUPPORTERS PRESENT FORTSON WITH PETITION","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"8035cd456891b7034fa87808727aec14","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814068}}]}],"title":"Anti-Outsider Platforms"},{"parent":null,"slug":"homepage","id":733,"order":0,"page_blocks":[{"text":"<p><span>In 2016, a billionaire businessman and the first woman nominated by a major party ran against each other for president of the United States. In very different ways, both candidates approached the presidency as outsiders, reaching beyond the traditional boundaries of US presidential politics. As outsiders, the 2016 candidates are noteworthy, but not unique; indeed, the 2016 race resonates with the legacies of outsiders who have come before. This exhibition explores the rich history of select individuals, parties, events, and movements that have influenced US presidential elections from the outside—outside Washington politics, outside the two-party system, and outside the traditional conception of who can be an American president.</span></p>\n<p>Outsider, in this context, requires a dynamic definition. Featured stories explore candidates who defined themselves as Washington outsiders, such as World War II general Dwight Eisenhower, yet also those who were labeled or treated as outsiders because of their race, gender, or beliefs. In 1964, Republican Senator Margaret Chase Smith was the first woman to run for a major party’s presidential nomination. Twenty years later, civil rights leader Jesse Jackson built the Rainbow Coalition to unite marginalized and minority groups who felt excluded from politics and ran the most successful campaign by an African American candidate up to that point. Reformers whose principles are not represented by major party platforms have found a voice through third-party campaigns, such as that of the anti-slavery Liberty Party of the mid-nineteenth century. Still others have defined presidential candidacies in opposition to perceived outsiders, such as the anti-immigrant Know Nothing Party of the 1850s and the segregationist Dixiecrats in 1948.</p>\n<p><span>These stories share common themes: determination to change the system, put pressure on major parties and force them to adapt, and give voice to new ideas though America’s presidential election process. These forces of change are not always positive; the stories represented here illuminate both the best and worst about America — both its capacity for and resistance to change in the face of its most reactionary and most idealistic impulses. Somewhere in between fall the stories of outsiders strategically navigating a political moment, forging their own political careers, and advancing their own political agendas.</span></p>","id":2040,"order":1,"attachments":[{"files":[{"id":3152,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","original":"https://dp.la/api/exhibits/files/original/e44b5eafe2c0c049d66d51a17ab52e5b.jpg"}}],"id":2040,"caption":"<p><span>Congresswoman Shirley Chisholm, a black woman from Brooklyn, ran for president in 1972. A presidential outsider because of her race and gender, Chisholm faced steep odds. However, Chisholm’s candidacy also galvanized communities of color, young people, and urban voters who felt marginalized by politics as usual. This photograph captures Shirley Chisholm supporters holding signs and Chisholm’s trademark poster in the audience at the 1972 Democratic National Convention. Courtesy of University of North Carolina at Chapel Hill via North Carolina Digital Heritage Center.</span></p>","item":{"element_texts":[{"text":"1972 Democratic National Convention","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"ce6bb6db7424c771e965e39120e00744","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814051}}]},{"text":null,"id":2041,"order":2,"attachments":[{"files":[{"id":3198,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/75158b436cc129ed621ca90be56eca02.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/75158b436cc129ed621ca90be56eca02.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/75158b436cc129ed621ca90be56eca02.jpg","original":"https://dp.la/api/exhibits/files/original/75158b436cc129ed621ca90be56eca02.jpg"}}],"id":2041,"caption":null,"item":{"element_texts":[{"text":"Shriley Chisolm supporters mini-thumbnail","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814106}}]}],"title":"Home Page"},{"parent":null,"slug":"military-hero-president","id":734,"order":1,"page_blocks":[{"text":null,"id":2042,"order":1,"attachments":[{"files":[{"id":3199,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/88600e899a329df13e4faa11b16ea495.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/88600e899a329df13e4faa11b16ea495.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/88600e899a329df13e4faa11b16ea495.jpg","original":"https://dp.la/api/exhibits/files/original/88600e899a329df13e4faa11b16ea495.jpg"}}],"id":2042,"caption":null,"item":{"element_texts":[{"text":"Ike thumbnail","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814107}}]},{"text":"<h2><span><span>No political experience? No problem!</span></span></h2>\n<p><span>Thirty-nine of forty-three US presidents served in elected office in roles such as state governor, Congressional representative, or vice president prior to becoming president. The number of years of service varies widely—Woodrow Wilson was governor of New Jersey for only a year before running for the presidency, while Lyndon Johnson brought twenty-four years of congressional experience to the White House. The most common profession for presidents is lawyer, but there are outliers here too: Ronald Reagan was an actor and Herbert Hoover was a mining engineer.</span></p>\n<p><span>In 2016, Americans heard a lot about the appeal of the </span><span>outsider</span><span> candidate, the person who approaches the presidency from beyond the </span><span>insider </span><span>field of Washington politics—and not for the first time.  A common profile of the successful non-politician outsider in presidential elections has been the military hero, called to lead the American people after victory on the battlefield.  In the nineteenth century, Presidents Andrew Jackson and Zachary Taylor each sought an electoral victory on the basis, in whole or in part, of their military leadership. In the twentieth century, President Dwight Eisenhower followed a similar formula to win the presidency following World War II.</span></p>\n<p><span>The circumstances surrounding each election vary, but this section will examine how each candidate turned their lack of governing experience into a political asset and why major parties—perhaps the ultimate insider institutions—embraced these outsider candidates.</span></p>","id":2043,"order":2,"attachments":[{"files":[{"id":3119,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/49b7796d023e9ce4424d66ea6e3d334b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/49b7796d023e9ce4424d66ea6e3d334b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/49b7796d023e9ce4424d66ea6e3d334b.jpg","original":"https://dp.la/api/exhibits/files/original/49b7796d023e9ce4424d66ea6e3d334b.jpg"}}],"id":2043,"caption":"<p>This hand-drawn, hand-colored illustration depicts Andrew Jackson in military uniform emerging from a cloud. Dated 1827, this image was created as Jackson prepared for the 1828 presidential election, in which his supporters promoted his record as a military hero. Courtesy of Free Library of Philadelphia via PA Digital.</p>","item":{"element_texts":[{"text":"Janaral Jackson","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"a2c301b71bc619c8103ef6ff40d523b6","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814018}}]},{"text":null,"id":2044,"order":3,"attachments":[{"files":[{"id":3120,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/2875036de85b4a7415239381493ab7fd.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/2875036de85b4a7415239381493ab7fd.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/2875036de85b4a7415239381493ab7fd.jpg","original":"https://dp.la/api/exhibits/files/original/2875036de85b4a7415239381493ab7fd.jpg"}}],"id":2044,"caption":"<p>This campaign button depicts General Zachary “Old Rough and Ready” Taylor, who gained fame during the Mexican-American War. In 1848, the Whig party took a gamble on Taylor as a heroic but politically inexperienced candidate. Courtesy of National Museum of American History, Kenneth E. Behring Center, via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Zachary Taylor button","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"d4ca1cbd7f73b7c5b91ae93acf184b91","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814019}}]},{"text":null,"id":2045,"order":4,"attachments":[{"files":[{"id":3121,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/7c01c8521b32c58de2f6291f4987fa98.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/7c01c8521b32c58de2f6291f4987fa98.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/7c01c8521b32c58de2f6291f4987fa98.jpg","original":"https://dp.la/api/exhibits/files/original/7c01c8521b32c58de2f6291f4987fa98.jpg"}}],"id":2045,"caption":"<p>During the election of 1952, America embraced General Dwight Eisenhower, who commanded the Allied troops in Europe during World War II, but had never even voted before running for president. Courtesy of National Portrait Gallery via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Dwight and Mamie Eisenhower","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"dff7cf23166f9fd38c8d8abfe4c1e46c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814020}}]}],"title":"Military Hero Turned President"},{"parent":null,"slug":"third-party-reform","id":738,"order":2,"page_blocks":[{"text":null,"id":2058,"order":1,"attachments":[{"files":[{"id":3204,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/1adece342b1125b69bddb836e4c5aed8.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/1adece342b1125b69bddb836e4c5aed8.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/1adece342b1125b69bddb836e4c5aed8.jpg","original":"https://dp.la/api/exhibits/files/original/1adece342b1125b69bddb836e4c5aed8.jpg"}}],"id":2058,"caption":null,"item":{"element_texts":[{"text":"TR thumb","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814112}}]},{"text":"<p>Third-party candidates in US presidential elections have historically presented challenges to America’s two-party system, which has been particularly fixed as Democrat and Republican since the mid-nineteenth century. Falling all along the political spectrum, from conservative to moderate to liberal to radical, third parties and their nominees play an important role by offering voters reform alternatives to more established party politics and sometimes by campaigning on a single issue platform. Although they often struggle to compete with mainstream parties because of their relative lack of financial resources, third party candidates keep the possibility of reform in the minds of American voters and push more mainstream candidates to clarify and shift their political views.</p>\n<p>Third-party presidential runs have met with mixed results. Socialist Eugene V. Debs ran five times for president on a workers’ rights platform, receiving 6% of the popular vote in 1912, his most successful election. 1924 Progressive Party nominee Robert La Follette, running on a broad progressive ticket, won 16% of the popular vote and 13 electoral votes from his home state of Wisconsin. Former Alabama governor George Wallace ran for president three times on a states’ rights platform, winning five southern states and 46 electoral votes in 1968. But a few third-party outsiders have had a profound impact inside the traditional two-party system—by shifting votes away from major parties and influencing the outcome of the election, or by achieving a degree of popular vote that threatened or beat that of a major party candidate. This section explores these third-party reform stories.</p>","id":2059,"order":2,"attachments":[{"files":[{"id":3206,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/a2284d07a6664f7c2810f4aa8bb41d5c.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/a2284d07a6664f7c2810f4aa8bb41d5c.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/a2284d07a6664f7c2810f4aa8bb41d5c.jpg","original":"https://dp.la/api/exhibits/files/original/a2284d07a6664f7c2810f4aa8bb41d5c.jpg"}}],"id":2059,"caption":"<p>This broadside reflects the influence of the anti-slavery movement and its stronghold in Massachusetts, which was home to William Lloyd Garrison and the American Anti-Slavery Society, as well as prominent members of the Liberty Party. In a number of mid nineteenth-century elections, including 1840 and 1844, the future of slavery in the United States was a core issue for voters and politicians. Anti-slavery sentiment galvanized modest support for reformers like the Liberty Party. Courtesy of Boston Public Library via Digital Commonwealth.</p>","item":{"element_texts":[{"text":"\"Shall freedom or slavery triumph: Let Massachusetts speak!\" ","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"f367ecfef77254b97c7e87b05b508cd8","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814113}}]},{"text":null,"id":2060,"order":3,"attachments":[{"files":[{"id":3135,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/9a09778acead340c07cd221d5f951249.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/9a09778acead340c07cd221d5f951249.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/9a09778acead340c07cd221d5f951249.jpg","original":"https://dp.la/api/exhibits/files/original/9a09778acead340c07cd221d5f951249.jpg"}}],"id":2060,"caption":"<p>In this 1912 photograph, Progressive Party candidate Theodore Roosevelt campaigns in Boston from a rail car. Although Roosevelt served almost two full terms as a Republican president from 1901 to 1908, he tried and failed to win the Republican nomination in 1912. Frustrated by the approach of his successor, William Howard Taft, he founded the Progressive or “Bull Moose” Party and ran as its candidate. Courtesy of Boston Public Library via Digital Commonwealth.</p>","item":{"element_texts":[{"text":"Teddy Roosevelt on the campaign trail speaking from rail car in Boston","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"93d709bbd7ae06a35eafcde4c67114ab","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814034}}]},{"text":null,"id":2061,"order":4,"attachments":[{"files":[{"id":3136,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/9a75ee2b3f9b521bd099b3b39f374dbb.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/9a75ee2b3f9b521bd099b3b39f374dbb.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/9a75ee2b3f9b521bd099b3b39f374dbb.jpg","original":"https://dp.la/api/exhibits/files/original/9a75ee2b3f9b521bd099b3b39f374dbb.jpg"}}],"id":2061,"caption":"<p><span><span>This September 1995 political cartoon by Tom Engelhart for the </span><em>St. Louis Post-Dispatch</em><span>, entitled “Uh-Oh, He’s Still Pluggin’ Away,” depicts Ross Perot’s persistent 1996 third-party campaign for the presidency. </span><span>Represented in this cartoon by the armadillo, Perot ran in 1996 as the Reform Party candidate and a viable alternative to the corruption and ineffectiveness of the two-party system. Courtesy of The State Historical Society of Missouri via Missouri Hub.</span></span></p>","item":{"element_texts":[{"text":"Uo-Oh, Hes Still Plugging Away","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"c98efe41e98c4929536f600827a646d1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814035}}]}],"title":"Third-Party Reformers"},{"parent":null,"slug":"women-candidates","id":742,"order":3,"page_blocks":[{"text":null,"id":2074,"order":1,"attachments":[{"files":[{"id":3202,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/a648bd35a765a67aef3d902b9ef811b3.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/a648bd35a765a67aef3d902b9ef811b3.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/a648bd35a765a67aef3d902b9ef811b3.jpg","original":"https://dp.la/api/exhibits/files/original/a648bd35a765a67aef3d902b9ef811b3.jpg"}}],"id":2074,"caption":null,"item":{"element_texts":[{"text":"Clinton thumb","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814110}}]},{"text":"<p><span>In July of 2016, Hillary Rodham Clinton became the first woman to be nominated by a major party for president of the United States. Also a candidate in the 2008 primary race for the Democratic nomination, Clinton’s career in presidential politics builds on an over 140-year legacy of women who have run for the nation’s highest office in a system that, until now, has by law and custom kept women outside the oval office.</span></p>\n<p><span>Victoria Woodhull and Belva Ann Lockwood each ran for president at the helm of the Equal Rights Party in the 1870s and 1880s, decades before the ratification of the Constitution’s nineteenth amendment granted women the right to vote. Concurrent with the work of women’s rights activists and suffragists, each of their candidacies represented a radical forward-thinking interpretation of women’s rights to citizenship and political participation that would take a generation for the American government to recognize.</span></p>\n<p><span>By the mid-twentieth century, with women’s rights to vote and hold office secured, Senator Margaret Chase Smith and Representative Shirley Chisholm broke new ground by running for presidential nominations by major parties. Though unsuccessful in seeking the nomination, each showed that a woman can and should be taken seriously as a legitimate contender for the US presidency, paving the way for Hillary Clinton’s historic 2008 primary campaign and 2016 nomination.</span></p>","id":2075,"order":2,"attachments":[{"files":[{"id":3149,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/6a638e9446c34440de5bfa8f3a1293a9.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/6a638e9446c34440de5bfa8f3a1293a9.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/6a638e9446c34440de5bfa8f3a1293a9.jpg","original":"https://dp.la/api/exhibits/files/original/6a638e9446c34440de5bfa8f3a1293a9.jpg"}}],"id":2075,"caption":"<p><span><span>This poster was designed by screenwriter, designer, and artist Tony Puryear and based on a photograph by singer Bryan Adams. It was created for Hillary Clinton’s 2008 campaign for the Democratic Party’s presidential nomination. Courtesy of National Portrait Gallery via Smithsonian Institution. </span></span></p>","item":{"element_texts":[{"text":"Hillary Clinton","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"d663785115dfe8cccf9dee10f499b9fb","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814048}}]},{"text":null,"id":2076,"order":3,"attachments":[{"files":[{"id":3150,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/9c6452975c219f684e5d81f51e22124f.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/9c6452975c219f684e5d81f51e22124f.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/9c6452975c219f684e5d81f51e22124f.jpg","original":"https://dp.la/api/exhibits/files/original/9c6452975c219f684e5d81f51e22124f.jpg"}}],"id":2076,"caption":"<p>This print depicts Victoria Woodhull asserting her right to vote and it appeared in <em>Harper’s Weekly</em> in November 1871, several months before Woodhull was nominated for president by the Equal Rights Party. Courtesy of The New York Public Library.</p>","item":{"element_texts":[{"text":"Mrs. Woodhull asserting her right to vote","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"cc68db0f3c80fe1e83fef91a0930ad1d","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814049}}]},{"text":null,"id":2077,"order":4,"attachments":[{"files":[{"id":3151,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/353d9b6854b9082b6576838f35ce211e.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/353d9b6854b9082b6576838f35ce211e.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/353d9b6854b9082b6576838f35ce211e.jpg","original":"https://dp.la/api/exhibits/files/original/353d9b6854b9082b6576838f35ce211e.jpg"}}],"id":2077,"caption":"<p><span><span>Senator Margaret Chase Smith of Maine was the first woman to run for a major party’s presidential nomination when she ran as a Republican in the 1964 primary race. Courtesy of University of Utah - J. Willard Marriott Library via Mountain West Digital Library.</span></span></p>","item":{"element_texts":[{"text":"Margaret Chase Smith","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"2567f24102aec410fef9f3cdf17a8c30","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814050}}]},{"text":null,"id":2078,"order":5,"attachments":[{"files":[{"id":3152,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/e44b5eafe2c0c049d66d51a17ab52e5b.jpg","original":"https://dp.la/api/exhibits/files/original/e44b5eafe2c0c049d66d51a17ab52e5b.jpg"}}],"id":2078,"caption":"<p>Congresswoman Shirley Chisholm's 1972 candidacy for the Democratic Party's nomination galvanized communities of color, young people, and urban voters who felt marginalized by politics as usual. This photograph captures several enthusiastic Shirley Chisholm supporters holding signs and Chisholm’s trademark poster in the audience at the 1972 Democratic National Convention. Courtesy of University of North Carolina at Chapel Hill via North Carolina Digital Heritage Center.</p>","item":{"element_texts":[{"text":"1972 Democratic National Convention","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"ce6bb6db7424c771e965e39120e00744","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814051}}]}],"title":"Women Candidates"},{"parent":{"id":734,"resource":"exhibit_pages"},"slug":"andrew-jackson","id":735,"order":0,"page_blocks":[{"text":"<p>Andrew Jackson had some insider credentials when he first ran for president in 1824; he had briefly served in Congress and as territorial governor. However, Jackson defined his candidacy not on his political experience but on his outsider status—a “man of the people” who proved his presidential qualifications on the battlefield, not the ballot, and who appealed to new white male voters, many recently enfranchised as states lifted property qualifications for suffrage rights during the early 1800s. Despite Jackson’s “common man” appeal, he was in fact a wealthy landowner whose fortune was wholly dependent on the labor of hundreds of enslaved men, women, and children.</p>\n<p>The election of 1824 was a turning point in the evolution of the two-party system. Four candidates, each largely bolstered by geographically sectional support, all ran for the same Democratic Republican party. Andrew Jackson won more votes than his opponents but, since Jackson failed to win a majority of votes, the power to elect the president went to the House of Representatives. There, Jackson was defeated by the alleged insider political alliance of his opponents, Henry Clay and John Quincy Adams. House Speaker Henry Clay supported second place finisher John Quincy Adams, who won the presidency.</p>\n<p>The 1824 defeat heavily shaped Jackson’s 1828 campaign. Jackson’s supporters doubled down on his image as military hero and favorite of the American people, while his opponents used his violent military record against him. In 1828, Jackson’s victory was decisive, ushering in the era of Jacksonian Democracy, which redefined the role of the “common” (white) man in American politics.</p>","id":2046,"order":1,"attachments":[{"files":[{"id":3211,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/1b3248160612173cb6e8068579d8a31f.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/1b3248160612173cb6e8068579d8a31f.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/1b3248160612173cb6e8068579d8a31f.jpg","original":"https://dp.la/api/exhibits/files/original/1b3248160612173cb6e8068579d8a31f.pdf"}}],"id":2046,"caption":"<p>This voting record of the electoral college in the presidential election of 1824 shows that Andrew Jackson earned more votes than each of his opponents, but not a majority of the 261 total votes. The House of Representatives was empowered to elect the president in such circumstances and, rather than endorse Jackson’s win, they voted in favor of John Quincy Adams. Jackson perceived this as evidence of elitist corruption. Courtesy of National Archives and Records Administration.</p>","item":{"element_texts":[{"text":"Tally of the 1824 Electoral College Vote","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"f7611fa29edae92a78f771396ea7f76b","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814116}}]},{"text":null,"id":2047,"order":2,"attachments":[{"files":[{"id":3123,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0652e7523d9ee8f4773ca405992fe6c0.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0652e7523d9ee8f4773ca405992fe6c0.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0652e7523d9ee8f4773ca405992fe6c0.jpg","original":"https://dp.la/api/exhibits/files/original/0652e7523d9ee8f4773ca405992fe6c0.jpg"}}],"id":2047,"caption":"<p>Andrew Jackson earned fame as a military commander in the 1810s in the Creek War and War of 1812, particularly after his courageous and well-executed victory at the Battle of New Orleans. Jackson continued his military career during the First Seminole War, in which he led attacks against Native American settlements and self-emancipated African American communities in Spanish Florida. This 1833 print depicts Jackson as a distinguished military hero, reinforcing the prevailing public persona of President Jackson. Courtesy of National Portrait Gallery via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Andrew Jackson","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"291d5741d7e06fd8adeebc569aece696","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814022}}]},{"text":null,"id":2048,"order":3,"attachments":[{"files":[{"id":3124,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/f9c9698b99672d759446a5aadc3638fa.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/f9c9698b99672d759446a5aadc3638fa.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/f9c9698b99672d759446a5aadc3638fa.jpg","original":"https://dp.la/api/exhibits/files/original/f9c9698b99672d759446a5aadc3638fa.jpg"}}],"id":2048,"caption":"<p>The election of 1828 featured some of the earliest negative campaign messaging. Jackson’s opponents tried to use his military record against him, highlighting incidents of ruthless killing and violence in a series of “coffin broadsides.” This one memorializes David Morrow, a soldier who was executed as a deserter by the order of Andrew Jackson during the Creek War, and implores voters to consider Jackson’s “bloody deed” before election day. Courtesy of Missouri History Museum via Missouri Hub.</p>","item":{"element_texts":[{"text":"Coffin broadside printed to discredit presidential candidate, Andrew Jackson, who had approved the execution of mutinous militiaman, David Morrow, in 1815, July 24, 1828","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"87006c6afdbbac332383849e8a9e778c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814023}}]},{"text":null,"id":2049,"order":4,"attachments":[{"files":[{"id":3125,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0eb7e2c4465973036422096bf820689f.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0eb7e2c4465973036422096bf820689f.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0eb7e2c4465973036422096bf820689f.jpg","original":"https://dp.la/api/exhibits/files/original/0eb7e2c4465973036422096bf820689f.jpg"}}],"id":2049,"caption":"<p><span><span>In addition to his career as a military commander, Jackson was a wealthy landowner and planter. Jackson enslaved hundreds of people on his 1,000 acre plantation, The Hermitage.  Betty, pictured here with two of her great-grandchildren, was enslaved at The Hermitage. In this photo, she sits outside a ramshackle cabin that served as housing for enslaved families on Jackson’s property. Courtesy of Hermitage via Digital Library of Tennessee.</span></span></p>","item":{"element_texts":[{"text":"Betty Jackson in front of a slave cabin with two little girls","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"545f55ee79b01e1301982ee2ee24c80f","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814024}}]}],"title":"Old Hickory for President: Andrew Jackson, 1824 and 1828"},{"parent":{"id":734,"resource":"exhibit_pages"},"slug":"dwight-eisenhower","id":737,"order":2,"page_blocks":[{"text":"<p><span>Dwight Eisenhower won the election of 1952 in a landslide and became a widely celebrated president who led the country during an era of economic prosperity.  Prior to his presidential candidacy, however, Eisenhower was a political outsider; he had no public party affiliation and had never even voted.  </span></p>\n<p><span>Like Jackson and Taylor, Eisenhower was a military hero, most famous for his service as a five-star general and commander of the Allied forces in Europe during World War II. In 1948, Eisenhower was courted as a candidate by both the Democratic and Republican parties, but declined to run. In 1952, however, he declared that he was a Republican and agreed to run for president on a platform of opposition to communism, the Korean War, and corruption.</span></p>\n<p><span>Eisenhower initially resisted pressure to actively campaign, and was still serving as a NATO commander in Europe during the first several months of his candidacy. He returned to campaign during the summer of 1952 and, already a household name, Eisenhower’s heroic, yet down-to-earth demeanor and catchy “I like Ike” slogan propelled him to victory.</span></p>","id":2054,"order":1,"attachments":[{"files":[{"id":3130,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/aad3c4d8acd795c6d09f0988d82d73e2.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/aad3c4d8acd795c6d09f0988d82d73e2.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/aad3c4d8acd795c6d09f0988d82d73e2.jpg","original":"https://dp.la/api/exhibits/files/original/aad3c4d8acd795c6d09f0988d82d73e2.jpg"}}],"id":2054,"caption":"<p>Dwight Eisenhower became a household name as a general during World War II, leading operations in North Africa and Europe. In posters like this one, the US Army used Eisenhower's likeness to generate support for the war effort on the home front. Courtesy of UC Berkeley, Bancroft Library via California Digital Library.</p>","item":{"element_texts":[{"text":"Needed! More Firepower for Eisenhower","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"5978041c0874da03e185c68b32a9b4b8","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814029}}]},{"text":null,"id":2055,"order":2,"attachments":[{"files":[{"id":3131,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/46a3f7f0452c07d2168c9fd8511d6064.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/46a3f7f0452c07d2168c9fd8511d6064.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/46a3f7f0452c07d2168c9fd8511d6064.jpg","original":"https://dp.la/api/exhibits/files/original/46a3f7f0452c07d2168c9fd8511d6064.jpg"}}],"id":2055,"caption":"<p><span><span>Eisenhower’s catchy campaign slogan, \"I like Ike\" captured the prevailing sentiment during Eisenhower’s candidacy. Courtesy of Minnesota Historical Society via Minnesota Digital Library.</span></span></p>","item":{"element_texts":[{"text":"Eisenhower button","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"d7956ec54242c70e9129bbd488c42f1b","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814030}}]},{"text":null,"id":2056,"order":3,"attachments":[{"files":[{"id":3132,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/46faadf65980d6bc62e64863e52d5d7d.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/46faadf65980d6bc62e64863e52d5d7d.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/46faadf65980d6bc62e64863e52d5d7d.jpg","original":"https://dp.la/api/exhibits/files/original/46faadf65980d6bc62e64863e52d5d7d.jpg"}}],"id":2056,"caption":"<p>The <em>Saturday Evening Post</em> was one of the most popular weekly magazines in the country for the first half of the twentieth century. General Dwight Eisenhower’s portrait, painted by Norman Rockwell, was featured on the cover on October 11, 1952, just weeks before the election. The smiling, relaxed portrait of the World War II commander reflected—and contributed to—his widespread popularity among voters. Courtesy of National Portrait Gallery via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Dwight D. Eisenhower","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"c9c7a2acdefd712c1feff875f9f6edc5","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814031}}]},{"text":null,"id":2057,"order":4,"attachments":[{"files":[{"id":3133,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/69f839e145cb7c31247fda9c1964403b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/69f839e145cb7c31247fda9c1964403b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/69f839e145cb7c31247fda9c1964403b.jpg","original":"https://dp.la/api/exhibits/files/original/69f839e145cb7c31247fda9c1964403b.jpg"}}],"id":2057,"caption":"<p>The Eisenhower campaign was the first to use television advertisements to communicate with voters. By the 1950s, nearly 40 million Americans had televisions in their homes, offering not just a chance to watch candidates, but for campaigns to reach Americans across the country. This television screen shows Eisenhower’s arrival in New York as a presidential candidate in June 1952 after serving with NATO in Europe. Courtesy of University of Southern California Libraries.</p>","item":{"element_texts":[{"text":"General Eisenhower arrives in New York, (TV screen), 1952","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"d54b09c9afbf05a63f056bcb2ce48309","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814032}}]}],"title":"I Like Ike: Dwight Eisenhower, 1952"},{"parent":{"id":734,"resource":"exhibit_pages"},"slug":"zachary-taylor","id":736,"order":1,"page_blocks":[{"text":"<p><span>In the election of 1848, the Whig Party, which had emerged in the 1830s in opposition to the Democratic Party, turned to a politically inexperienced military hero as their candidate for president. Zachary Taylor, like Jackson, served in the War of 1812 and Seminole War, but had risen to national hero status as General \"Old Rough and Ready\" during the Mexican-American War (1845-1847).  </span></p>\n<p><span>Taylor, a slaveowner, had no political affiliation prior to his candidacy for president and, on some issues, blatantly conflicted with established Whig principles like their adamant anti-Mexican War stance and opposition to the expansion of slavery. The Whigs gambled that Taylor’s celebrity and broad public appeal would outweigh his lack of strong political conviction and help them compete against the Democratic party’s Lewis Cass and Martin Van Buren of the Free Soil Party. Ultimately, the Whigs won that bet, but lost party unity in the long run.  </span></p>\n<p>Taylor won the election by a small margin but, in the process, sharply divided the Whig Party between those who seized the opportunity for a celebrity candidate and those who remained true to political principle. The Whig Party never again succeeded in electing a candidate to the presidency and in the succeeding years dissolved amidst internal tensions over slavery. Over the following decade, the Republican Party emerged, replacing the Whigs as the second major party in opposition to the Democrats. The 1848 win was even less gratifying when Taylor died after less than a year and a half in office.</p>","id":2050,"order":1,"attachments":[{"files":[{"id":3127,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/9181c7c4f89a14cf8c22b7ca6abea34e.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/9181c7c4f89a14cf8c22b7ca6abea34e.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/9181c7c4f89a14cf8c22b7ca6abea34e.jpg","original":"https://dp.la/api/exhibits/files/original/9181c7c4f89a14cf8c22b7ca6abea34e.jpg"}}],"id":2050,"caption":"<p>Zachary Taylor was lionized by Americans of all political stripes after his success as a general in the Mexican-American War. This hat, adorned with a portrait of Taylor, was worn by a member of the Taylor Hose Company, a volunteer fire company in Philadelphia that had named itself in honor of the hero general. It was this celebrity-like status that led the Whig Party to court Taylor as their presidential candidate. Courtesy of National Museum of American History, Kenneth E. Behring Center, via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Taylor Hose Company Fire Hat","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"2c656498e4402bcc2b1e2b08c2f7d1c2","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814026}}]},{"text":null,"id":2051,"order":2,"attachments":[{"files":[{"id":3128,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/36a278024b82e1bf89caac82d1b77408.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/36a278024b82e1bf89caac82d1b77408.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/36a278024b82e1bf89caac82d1b77408.jpg","original":"https://dp.la/api/exhibits/files/original/36a278024b82e1bf89caac82d1b77408.jpg"}}],"id":2051,"caption":"<p><span><span>Zachary Taylor earned the nickname \"Old Rough and Ready\" during the Seminole Wars and was known for his down-to-earth demeanor and willingness to endure the difficulties of life in the field alongside his soldiers.  As he became a national hero, Americans embraced the nickname, as evidenced by this sheet music for a quick step written in honor of the general. Courtesy of University of North Carolina at Chapel Hill via North Carolina Digital Heritage Center.</span></span></p>","item":{"element_texts":[{"text":"Old Rough and Ready Quick Step","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"5531a9a1dbf64c100369a5a360f60371","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814027}}]},{"text":null,"id":2052,"order":3,"attachments":[{"files":[{"id":3129,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/94cc25fa3551de47364f4fd33b276bf8.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/94cc25fa3551de47364f4fd33b276bf8.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/94cc25fa3551de47364f4fd33b276bf8.jpg","original":"https://dp.la/api/exhibits/files/original/94cc25fa3551de47364f4fd33b276bf8.jpg"}}],"id":2052,"caption":"<p>In the nineteenth century, newspapers were powerful allies of political parties or, in this case, politicians.  This broadside advertises a new paper published explicitly in support of Taylor’s presidential candidacy. The editors of the \"Rough and Ready\" defined their audience as \"every American who loves their country,\" and not the \"rabid partizan,\" suggesting Taylor’s loose adherence to Whig principles and broad crossover appeal. Courtesy of Duke University Libraries via North Carolina Digital Heritage Center.</p>","item":{"element_texts":[{"text":"New Prospectus of the Rough and Ready","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"67160f444b5921906a16c329cded5310","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814028}}]},{"text":null,"id":2053,"order":4,"attachments":[{"files":[{"id":3126,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/5d52972c25b3450bcf898702b5d88f1b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/5d52972c25b3450bcf898702b5d88f1b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/5d52972c25b3450bcf898702b5d88f1b.jpg","original":"https://dp.la/api/exhibits/files/original/5d52972c25b3450bcf898702b5d88f1b.jpg"}}],"id":2053,"caption":"<p>This 1848 portrait notes that war hero and president-elect Taylor intends to appoint an \"honest cabinet.\" Though he ran as a Whig, Taylor was politically independent and perceived by some political insiders as grossly unqualified, so his cabinet appointees would be telling about his political interests and alliances. Courtesy of The New York Public Library.</p>","item":{"element_texts":[{"text":"Zachary Taylor, a hero of the Mexican War and twelfth president elect promises to appoint an honest cabinet.","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"2ab51c2864a33e29447139dc74ff9c26","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814025}}]}],"title":"The Whig Party and Zachary Taylor, 1848"},{"parent":{"id":738,"resource":"exhibit_pages"},"slug":"liberty-party","id":739,"order":0,"page_blocks":[{"text":"<p>The Liberty Party was formed in 1839 in upstate New York in response to political fractures within the American abolitionist movement, particularly around the interpretation of the US Constitution. The American Anti-Slavery Society, run by abolitionist William Lloyd Garrison, denounced the Constitution as a \"covenant with death and an agreement with hell,\" and advocated that abolitionists divorce themselves from its authority and mainstream politics in general to achieve reform. In contrast, founders of the Liberty Party interpreted the Constitution as an anti-slavery document, and hoped to use traditional political avenues such as elected office to accomplish anti-slavery reform.</p>\n<p>Liberty Party founder James Birney was a Kentucky-born lawyer, former slaveholder, and celebrated convert to the abolitionist cause. The Liberty Party nominated Birney as their presidential candidate in 1840, although he only received 6,797 votes. Birney was once again nominated as the party’s candidate for 1844. This time, due to concerns over the annexation of Texas and its implications for slavery and politics, the Liberty Party received more popular support from voters who found the Whig Party candidate Henry Clay too compromising on the issue.</p>\n<p>In the election, Birney won 62,103 votes or 2.3% of the popular vote, with 15,800 votes coming from voters in New York. Many speculated that the Liberty Party’s success in New York ironically helped throw a presidential victory from Clay to James Polk, the pro-slavery Democratic candidate. With New York, Clay would have had the majority of electoral votes.</p>","id":2062,"order":1,"attachments":[{"files":[{"id":3137,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/7da54f235bda80cfbf178839f4c7128e.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/7da54f235bda80cfbf178839f4c7128e.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/7da54f235bda80cfbf178839f4c7128e.jpg","original":"https://dp.la/api/exhibits/files/original/7da54f235bda80cfbf178839f4c7128e.pdf"}}],"id":2062,"caption":"<p><span><span>In this excerpt from a 1839 document, </span><span><em>A Letter on the Political Obligations of Abolitionists</em>,</span><span> Liberty Party founder James Birney articulates his party’s opposition to the anti-political, anti-Constitution stance of William Lloyd Garrison’s American Anti-Slavery Society. The Liberty Party, by contrast, believed that the abolition of slavery should be achieved within the political system and that the Constitution supported this cause. Birney would become the Liberty Party’s presidential nominee in both 1840 and 1844. Courtesy of New York Public Library via HathiTrust.</span></span></p>","item":{"element_texts":[{"text":"A letter on the political obligations of abolitionists","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"b6173d8dec7776eecbc73fb2befe83e5","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814036}}]},{"text":null,"id":2063,"order":2,"attachments":[{"files":[{"id":3138,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b25e49c45c2c435ca14e165be31b007d.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b25e49c45c2c435ca14e165be31b007d.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b25e49c45c2c435ca14e165be31b007d.jpg","original":"https://dp.la/api/exhibits/files/original/b25e49c45c2c435ca14e165be31b007d.jpg"}}],"id":2063,"caption":"<p>This 1844 political cartoon celebrates the victory of Democratic candidate James Polk over Whig candidate Henry Clay. During the campaign, Democrats attacked Clay as the “same old coon,” a nickname which Clay embraced in his own campaigning. The cartoon depicts Clay as a raccoon on his way to the grave as the decisive election returns come in. Courtesy of Boston Public Library via Digital Commonwealth.</p>","item":{"element_texts":[{"text":"Returns of the election","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"25928248f35434ca3f4b7dc10b682e16","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814037}}]},{"text":null,"id":2064,"order":3,"attachments":[{"files":[{"id":3139,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/ff74fb869bf0006f4da3145a635f0057.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/ff74fb869bf0006f4da3145a635f0057.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/ff74fb869bf0006f4da3145a635f0057.jpg","original":"https://dp.la/api/exhibits/files/original/ff74fb869bf0006f4da3145a635f0057.pdf"}}],"id":2064,"caption":"<p>In this 1845 letter to Maria Weston Chapman, abolitionist activist Frances H. Drake makes plans for an anti-slavery fair and describes her recent work soliciting signatures for a petition by traveling from home to home “deliver[ing] antislavery speeches and battl[ing] stupid Whigs &amp; wicked Democrats.” Drake was part of a group of women abolitionists who contributed invaluable labor to the anti-slavery cause. While Drake remained loyal to William Lloyd Garrison and his more radical American Anti-Slavery Society, many of her female colleagues would turn their energies to the political organizing of the Liberty Party in the 1840s. Courtesy of Boston Public Library via Internet Archive.</p>","item":{"element_texts":[{"text":"[Letter to] Dear Mrs. Chapman [manuscript]","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"34cad62f54a3f1d8d6bbf533ae6a519e","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814038}}]},{"text":null,"id":2065,"order":4,"attachments":[{"files":[{"id":3140,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/55ee783b1efbfa4c7a6ae5e142f64d2a.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/55ee783b1efbfa4c7a6ae5e142f64d2a.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/55ee783b1efbfa4c7a6ae5e142f64d2a.jpg","original":"https://dp.la/api/exhibits/files/original/55ee783b1efbfa4c7a6ae5e142f64d2a.jpg"}}],"id":2065,"caption":"<p>This map by John Lewis illustrates the free states, slave states, and territories of the United States in 1848. At this time, many former members of the Liberty Party joined forces with Barnburner Democrats, who were angered by the Democratic Party’s refusal to ban the expansion of slavery to territories acquired from Mexico in the Mexican War. Together they formed the Free Soil Party. This party was against the expansion of slavery, but not fully abolitionist. By 1854, it had merged with the Republican Party. Courtesy of Boston Public Library via Digital Commonwealth.</p>","item":{"element_texts":[{"text":"Lewis' free soil, slavery, and territorial map of the United States","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"696a8ebba2f19a0988c0475de972ab78","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814039}}]}],"title":"James Birney and the Liberty Party, 1840 and 1844"},{"parent":{"id":738,"resource":"exhibit_pages"},"slug":"roosevelt-progressive-party","id":740,"order":1,"page_blocks":[{"text":"<p>After seven years as US president from 1901 to 1908, Republican Theodore Roosevelt decided to re-enter the race for the presidency in 1912 to challenge his successor, William Taft. When he failed to secure the Republican nomination, Roosevelt formed the Progressive or “Bull Moose” Party and ran for president on its ticket. The Progressive Party advocated a broad reform platform, including farm relief, social insurance, limits on campaign contributions, and an eight-hour workday. In 1912, Roosevelt also became the first presidential candidate to formally endorse women’s suffrage and advocate for women’s participation in Progressive Party organizing. By the 1912 election, women had equal suffrage to men in six states and constituted 1.3 million voters. Through both organizing and voting, they formed an important part of the Progressive Party’s success in the 1912 election.</p>\n<p>Throughout the election, Roosevelt and the Progressives challenged the success of Republican incumbent William Taft’s campaign, and created a race in which Roosevelt was perceived as the primary challenge to Democratic nominee Woodrow Wilson. Despite an assassination attempt in October 1912, Roosevelt campaigned to the end. Wilson won the election, while Taft achieved only 23% of the popular vote and eight electoral votes. Roosevelt earned 27% of the popular vote and eighty-eight electoral votes (including states like California and Washington that had passed women’s suffrage legislation), making him the most successful third-party candidate in US history.</p>","id":2066,"order":1,"attachments":[{"files":[{"id":3141,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/48d4a5cc30c9d50306e15bcf3af58293.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/48d4a5cc30c9d50306e15bcf3af58293.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/48d4a5cc30c9d50306e15bcf3af58293.jpg","original":"https://dp.la/api/exhibits/files/original/48d4a5cc30c9d50306e15bcf3af58293.pdf"}}],"id":2066,"caption":"<p>This campaign flyer for the Progressive Party for the 1912 Theodore Roosevelt-Hiram Johnson ticket outlines the Progressive political platform and its reform ideas. Hiram Johnson, the Progressive Party candidate for Vice President, was the leader of the progressive element of California’s Republican party. The flyer’s reference to Abraham Lincoln reflects the challenges the Progressive Party would pose to the Republican Party in the election. Courtesy of Duke University Libraries via North Carolina Digital Heritage Center.</p>","item":{"element_texts":[{"text":"Roosevelt & Johnson campaign flyer, 1912","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"f04f0d4f222b6dc593dcff102d48e5ee","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814040}}]},{"text":null,"id":2067,"order":2,"attachments":[{"files":[{"id":3142,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b5e6f40bf318a0739bc7f347bf304fc7.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b5e6f40bf318a0739bc7f347bf304fc7.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b5e6f40bf318a0739bc7f347bf304fc7.jpg","original":"https://dp.la/api/exhibits/files/original/b5e6f40bf318a0739bc7f347bf304fc7.jpg"}}],"id":2067,"caption":"<p>This postcard, published by the National American Woman Suffrage Association, celebrates the passage of full suffrage in California in 1911 by depicting the symbolic adding of a sixth star to a suffrage flag. By 1912, there were 1.3 million women of voting age in the six states where women had equal suffrage with men. Theodore Roosevelt was the first presidential candidate to endorse women’s suffrage and the Progressive Party actively encouraged women to play organizing roles in his campaign. California and Washington, two of the women’s suffrage states with the largest number of electoral votes, would go to Roosevelt. Courtesy of National Museum of American History, Kenneth E. Behring Center, via Smithsonian Institution.</p>","item":{"element_texts":[{"text":"Woman Suffrage Postcard, 1911","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"c5858eedddfaa1a6202f4f4d83e39ea1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814041}}]},{"text":null,"id":2068,"order":3,"attachments":[{"files":[{"id":3143,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0de8920c5dc52b597775981c9a9abb63.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0de8920c5dc52b597775981c9a9abb63.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0de8920c5dc52b597775981c9a9abb63.jpg","original":"https://dp.la/api/exhibits/files/original/0de8920c5dc52b597775981c9a9abb63.jpg"}}],"id":2068,"caption":"<p>This cartoon by Clifford Berryman appeared in the <em>Washington Evening Star</em> on October 31, 1912. Entitled, \"Halloween Hoax,\" it depicts how the Democratic and Republican Parties react to the news of Theodore Roosevelt's return to the Presidential campaign after the failed assassination attempt on him. The Republican elephant cowers in fear at the sight of a Halloween pumpkin resembling Roosevelt, while the Democratic donkey is unconcerned, remarking: \"Can't you see it's hollow?\" Courtesy of the National Archives and Records Administration.</p>","item":{"element_texts":[{"text":"Halloween Hoax","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"91d2d9cc6bf33508583cb4af2f4d2776","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814042}}]},{"text":null,"id":2069,"order":4,"attachments":[{"files":[{"id":3144,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/1b30f765cb54cd840b41e60b0e6c95f6.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/1b30f765cb54cd840b41e60b0e6c95f6.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/1b30f765cb54cd840b41e60b0e6c95f6.jpg","original":"https://dp.la/api/exhibits/files/original/1b30f765cb54cd840b41e60b0e6c95f6.jpg"}}],"id":2069,"caption":"<p>This 1932 map from the <em>Atlas of the Historical Geography of the United States</em> illustrates the impact of Theodore Roosevelt’s Progressive Party campaign on the 1912 election in contrast to the overwhelmingly two-party results of the 1908 election. Courtesy of David Rumsey.</p>","item":{"element_texts":[{"text":"Plate 110. Presidential Elections. Presidential Election 1908. Presidential Election 1912","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"73feb8626b2c3dbd62956cac7ec65706","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814043}}]}],"title":"Theodore Roosevelt and the Progressive Party, 1912"},{"parent":{"id":738,"resource":"exhibit_pages"},"slug":"ross-perot","id":741,"order":2,"page_blocks":[{"text":"<p>After strife with the Bush administration about the Persian Gulf War, billionaire businessman Ross Perot decided to run as an independent candidate for president in 1992. Appealing to resentment towards established politicians and advancing himself as a vital third candidate option, Perot campaigned on a platform that included balancing the federal budget, opposition to gun control, the end of job outsourcing, opposition to NAFTA, and popular input on government through electronic direct democracy town hall meetings. Perot challenged his supporters to petition for his name to appear on the ballot in all fifty states.</p>\n<p>After primary season in June 1992, Perot briefly led the election in polls with 39% of the popular vote over Democrat Bill Clinton and incumbent Republican George H. W. Bush. But by July 1992, Perot’s campaign faced internal challenges and Perot formally withdrew from the race. Although he re-entered on October 1, 1992, voters remained unsure whether he was officially running and his popular image was dogged by his images as a “quitter.” In spite of this turbulence, Perot won 18.9% of the popular vote, from voters spread across the country as well as across party lines. Perot ran again in 1996 as the Reform Party candidate and won 8% of the popular vote. With his challenges to mainstream politics, he emerged as one of the most successful third party candidates in US history, with the most support from across the political spectrum since Theodore Roosevelt.</p>","id":2070,"order":1,"attachments":[{"files":[{"id":3145,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/492b5a58e58f632fba980b183bca8a02.mp4"}}],"id":2070,"caption":"<p>This 1993 video footage from the KXAS-TV/NBC station in Fort Worth, Texas, documents Ross Perot's campaign and membership drive for his organization, United We Stand America, which monitored the voting records of elected officials. It gives a sense of Perot’s campaign platform and includes Perot playing Patsy Cline's song \"Crazy,\" which was his official campaign song in 1992. Courtesy of UNT Archives via The Portal to Texas History.</p>","item":{"element_texts":[{"text":"[News Clip: Perot]","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"2ed8a9c11740884f99511dbe810869a5","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814044}}]},{"text":null,"id":2071,"order":2,"attachments":[{"files":[{"id":3146,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/4ee95175f517212000ab14b0bfc8bead.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/4ee95175f517212000ab14b0bfc8bead.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/4ee95175f517212000ab14b0bfc8bead.jpg","original":"https://dp.la/api/exhibits/files/original/4ee95175f517212000ab14b0bfc8bead.jpg"}}],"id":2071,"caption":"<p>In this June 1992 political cartoon from Tom Engelhart at the <em>St. Louis Times-Dispatch</em>, presidential candidates Bill Clinton and George H. W. Bush wade in the water next to a primary finish line sign and look up at Ross Perot sitting in a private boat. The cartoon reflects anxieties from the Clinton and Bush campaigns about Perot’s grassroots support, his unconventional campaign strategy, and his tremendous personal financial resources available for campaigning. Courtesy of The State Historical Society of Missouri via Missouri Hub.</p>","item":{"element_texts":[{"text":"[Primary finish line]","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"a556cea8c37906026a5ae9db941c3372","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814045}}]},{"text":null,"id":2072,"order":3,"attachments":[{"files":[{"id":3147,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/bef3a84b50f03898b0911665de1479e2.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/bef3a84b50f03898b0911665de1479e2.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/bef3a84b50f03898b0911665de1479e2.jpg","original":"https://dp.la/api/exhibits/files/original/bef3a84b50f03898b0911665de1479e2.jpg"}}],"id":2072,"caption":"<p>In this 1992 political cartoon by Ed Gamble for the <em>Florida Times-Union</em>, presidential candidates George H. W. Bush and Bill Clinton stand at podiums as undeclared candidate Ross Perot is swarmed by supporters. The cartoon’s title, “Maybe they'll come back when he officially decides to run!?,” refers to Perot’s unconventional entrance into the 1992 presidential race through petitions, his popularity in May 1992 polling, and the uncertainty that surrounded his official candidacy. Despite withdrawing from the race in July 1992, Perot would re-enter the race on October 1, 1992. Courtesy of University of Tennessee, Knoxville Libraries via Digital Library of Tennessee.</p>","item":{"element_texts":[{"text":"Maybe they'll come back when he officially decides to run","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"5c5fa5a3abcaf59ddc4f7cf4c4d67f44","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814046}}]},{"text":null,"id":2073,"order":4,"attachments":[{"files":[{"id":3148,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b06b46c348337e3afd4b68eb5733d751.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b06b46c348337e3afd4b68eb5733d751.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b06b46c348337e3afd4b68eb5733d751.jpg","original":"https://dp.la/api/exhibits/files/original/b06b46c348337e3afd4b68eb5733d751.jpg"}}],"id":2073,"caption":"<p>In this photograph, presidential candidate Ross Perot gives a speech in Los Angeles. Leading up to Election Day in 1992, Perot attended rallies in Colorado, Pennsylvania, and New Jersey, and made campaign stops in Kansas City, Santa Clara, and Los Angeles. Courtesy of Los Angeles Public Library via California Digital Library.</p>","item":{"element_texts":[{"text":"Ross Perot in Los Angeles","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"6f50f3564fbf95d5c3d1fee8ffb7670c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814047}}]}],"title":"Ross Perot and the Reform Party, 1992 and 1996"},{"parent":{"id":742,"resource":"exhibit_pages"},"slug":"belva-ann-lockwood-1884-1888","id":744,"order":1,"page_blocks":[{"text":"<p><span>Belva Ann Lockwood followed Victoria Woodhull as the presidential nominee of the Equal Rights Party in the 1884 and 1888 elections. Like Woodhull, Lockwood was a suffragist and accomplished professional; she was an educator, a lawyer with her own practice in Washington, DC, and the first woman admitted to practice before the Supreme Court.  As the 1884 election approached, Lockwood expressed frustration with the National Woman Suffrage Association leadership’s support for the Republican Party, writing that she did not \"see any advantage of standing by the party that does not stand by us.\"</span></p>\n<p><span>Inspired by Lockwood’s political independence and commitment to action, the reform-minded Equal Rights Party selected Lockwood as their nominee and she accepted. Lockwood campaigned at rallies around the country on a platform that addressed a broad range of policy issues and included political equality on the basis of race and sex as a central tenet. Lockwood argued that although she could not vote, as an American-born citizen over the age of thirty-five, there was nothing in the Constitution that suggested she could not be voted for or could not hold office. Lockwood’s running mate was California suffragist Marietta Stow.</span></p>\n<p><span>Lockwood received over 4,700 votes in eight states, though she contended that her votes were not counted fairly in some places. Lockwood ran again with less success in 1888 and, after that, continued to advocate for the causes of women's suffrage and international peace. After a career spanning four decades, she died in 1917 at age eighty-six, still without the right to vote.</span></p>","id":2083,"order":1,"attachments":[{"files":[{"id":3157,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/92c45115fba2c7b7b26fc149bcf22f5c.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/92c45115fba2c7b7b26fc149bcf22f5c.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/92c45115fba2c7b7b26fc149bcf22f5c.jpg","original":"https://dp.la/api/exhibits/files/original/92c45115fba2c7b7b26fc149bcf22f5c.jpg"}}],"id":2083,"caption":"<p><span><span>Belva Ann Lockwood’s presidential candidacy received national coverage in publications such as </span><em>Harper’s Weekly</em><span> and </span><em>Frank Leslie’s Illustrated Newspaper</em><span>. This portrait clipping comes from an article about Lockwood published in New York’s </span><span><em>Daily Graphic</em>.</span><span> While Lockwood was subject to mockery like any presidential candidate, her campaign also received balanced coverage and genuine interest and curiosity from readers. Courtesy of The New York Public Library.</span></span></p>","item":{"element_texts":[{"text":"Belva Ann Lockwood","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"f8e7512fb69e3c1bd88ec38c4d3867a1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814056}}]},{"text":null,"id":2084,"order":2,"attachments":[{"files":[{"id":3158,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b0b55daf1d7392d220e5997810909581.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b0b55daf1d7392d220e5997810909581.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b0b55daf1d7392d220e5997810909581.jpg","original":"https://dp.la/api/exhibits/files/original/b0b55daf1d7392d220e5997810909581.jpg"}}],"id":2084,"caption":"<p>This cartoon, showing Lockwood attempting to launch a ship ornamented and encumbered by things that characterized a woman’s traditional role,  appeared in the <em>Philadelphia Evening Item</em> during Lockwood’s 1888 candidacy. Courtesy of The New York Public Library.</p>","item":{"element_texts":[{"text":"Belva Ann Lockwood, 1830-1917","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"e884ed52b984821c0623f96f7db45dbd","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814057}}]},{"text":null,"id":2085,"order":3,"attachments":[{"files":[{"id":3159,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/de95954de2aa8624c23172ce62661d14.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/de95954de2aa8624c23172ce62661d14.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/de95954de2aa8624c23172ce62661d14.jpg","original":"https://dp.la/api/exhibits/files/original/de95954de2aa8624c23172ce62661d14.jpg"}}],"id":2085,"caption":"<p>This autographed portrait of Belva Ann Lockwood, dated from 1911, highlights the one of the dual causes that characterized her later career: women’s suffrage and international peace. Courtesy of University of Kentucky via Kentucky Digital Library.</p>","item":{"element_texts":[{"text":"Portrait of Belva A. Lockwood, with autograph \"For Judicial Arbitration and Universal Peace. Belva A. Lockwood. Wash. D.C. Sept. 27, 1911.\"","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"1ae27a3f06eb671070702ae2a04cb3bb","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814058}}]}],"title":"Belva Ann Lockwood, 1884 and 1888"},{"parent":{"id":742,"resource":"exhibit_pages"},"slug":"margaret-chase-smith-1964","id":745,"order":2,"page_blocks":[{"text":"<p><span>In 1964, Republican Senator Margaret Chase Smith of Maine became the first woman to run for a major party’s presidential nomination. Smith began her national political career in 1940, when she won the Congressional seat previously held by her husband. She served in the House of Representatives and Senate for the next thirty-three years and was the first woman to serve in both houses of Congress.</span></p>\n<p><span>In January 1964, Smith announced that she would be a candidate in the New Hampshire and Illinois Republican primaries. In her announcement speech, she listed the reasons that others had levied as to why she should </span><span>not </span><span>run: that the White House was a man’s world; the odds against her were too steep; she did not have the physical stamina to run a campaign; and that she did not have the financial or political backing to succeed.  </span></p>\n<p><span>Yet, Smith also detailed the reasons that she should run, including having more political experience than other candidates. Smith also argued that, whatever happened, she had the “</span><span>oppor­tunity to break the barrier against women being serious­ly considered for the Presi­dency.” Smith received little support from the Republican establishment, but was considered by many</span><span>—</span><span>from grassroots supporters to Washington politicians</span><span>—</span><span>to be a serious, highly qualified candidate. In a November 1963 press conference, shortly before leaving for Dallas, Texas, President John F. Kennedy said of Smith’s candidacy, \"She is a very formidable political figure.\"</span></p>\n<p><span>Smith campaigned in selected states through the primaries and, though she did not win any states, earned the support of twenty-five convention delegates and became the first woman to have her name in consideration at a major party’s convention.</span></p>","id":2086,"order":1,"attachments":[{"files":[{"id":3160,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/8c84cc2cbc25192698221d8ba18ccea2.mp4"}}],"id":2086,"caption":"<p>Senator Kenneth Keating was a Republican from New York who hosted <em>Senator Keating Reports</em>, a series of televised talk show style interviews with fellow political figures and government officials to bring viewers “an inside view of Washington.” In this April 1964 episode, Keating speaks with Senator and presidential candidate Margaret Chase Smith. Courtesy of University of Rochester, River Campus Libraries via Empire State Digital Network.</p>","item":{"element_texts":[{"text":"Interview with Senator Margaret Chase Smith (R., Me.) by Senator Kenneth B. Keating, Sunday, April 19, 1964, clip 1","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"25aecd030b7b685e73e3abda732e58fb","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814059}}]},{"text":null,"id":2087,"order":2,"attachments":[{"files":[{"id":3161,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/934d4de2d3c3571fccf9df7da5181fe8.mp4"}}],"id":2087,"caption":"<p>In this segment of the interview, Margaret Chase Smith discusses her views on the Civil Rights Act, then under consideration by the Senate, and women’s rights. Courtesy of University of Rochester, River Campus Libraries via Empire State Digital Network.</p>","item":{"element_texts":[{"text":"Interview with Senator Margaret Chase Smith (R., Me.) by Senator Kenneth B. Keating, Sunday, April 19, 1964, clip 2","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"25aecd030b7b685e73e3abda732e58fb","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814060}}]},{"text":null,"id":2088,"order":3,"attachments":[{"files":[{"id":3162,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/96c9b340c99df47ead345a82a1ec0a6b.mp4"}}],"id":2088,"caption":"<p>In this segment, Senators Keating and Smith discuss her candidacy for president and her competitors, including Henry Cabot Lodge, the ambassador to Vietnam who was the surprise write-in winner of the New Hampshire primary. Three months into her campaign at this point, she acknowledges her challenges winning delegates but asserts her determination to stay in the race. Courtesy of University of Rochester, River Campus Libraries via Empire State Digital Network.</p>","item":{"element_texts":[{"text":"Interview with Senator Margaret Chase Smith (R., Me.) by Senator Kenneth B. Keating, Sunday, April 19, 1964, clip 3","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"25aecd030b7b685e73e3abda732e58fb","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814061}}]}],"title":"Margaret Chase Smith, 1964"},{"parent":{"id":742,"resource":"exhibit_pages"},"slug":"shirley-chisholm-1972","id":746,"order":3,"page_blocks":[{"text":"<p><span>Shirley Chisholm was the first African American woman elected to Congress and a founding member of both the Congressional Black Caucus and National Women’s Political Caucus. As a congresswoman representing Brooklyn, New York, Chisholm advocated for programs such as Head Start, food stamps, and education. In 1972, one hundred years after Victoria Woodhull’s run, Shirley Chisholm became the first African American person to run for president and the second woman, following Smith, to seek a major party’s presidential nomination.</span></p>\n<p><span>Shirley Chisholm announced her candidacy for the Democratic Party nomination in January 1972 and ran on an anti-war platform that championed marginalized groups such as minorities, blue collar workers, and inner-city families and promoted social and economic justice for poor and urban communities.  With her slogan, “Unbought and Unbossed,” Chisholm embraced her outsider status, rejecting the status quo of party politics that made financial backing and party approval political requisites.</span></p>\n<p><span>Chisholm’s campaign received pushback from multiple angles, including among some African Americans who resented her gender and feminists who hesitated to endorse her because they did not think she would succeed. However, Chisholm campaigned throughout the primaries, winning votes in fourteen states, and earning 152 pledged delegates going into the Democratic convention. Chisholm was the most successful female presidential candidate to date but, like Smith, she looked ahead to others that would follow down the path she had helped to forge. She wrote, “The next time a woman runs, or a black, or a Jew or anyone from a group that the country is ‘not ready’ to elect to its highest office, I believe that he or she will be taken seriously from the start.”  </span></p>","id":2089,"order":1,"attachments":[{"files":[{"id":3163,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/a0ac228f2611689eecc1fe9ba4702651.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/a0ac228f2611689eecc1fe9ba4702651.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/a0ac228f2611689eecc1fe9ba4702651.jpg","original":"https://dp.la/api/exhibits/files/original/a0ac228f2611689eecc1fe9ba4702651.jpg"}}],"id":2089,"caption":"<p><span><span>In her presidential campaign announcement, Shirley Chisholm refused to accept the norms of party politics and predicted a new political future. She said, “I am not the candidate of any political bosses or fat cats or special interests. I am the candidate of the people of America. And my presence before you now symbolizes a new era in American political history.” This photograph shows Chisholm at the 1972 Democratic National Convention, where she received 152 delegate votes, approximately ten percent of the total. Courtesy of University of North Carolina at Chapel Hill via North Carolina Digital Heritage Center.</span></span></p>","item":{"element_texts":[{"text":"1972 Democratic National Convention","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"dd537a76c925896454757490c255e1a8","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814062}}]},{"text":null,"id":2090,"order":2,"attachments":[{"files":[{"id":3164,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/598051eb1cde3d27ae70edde6c91dc40.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/598051eb1cde3d27ae70edde6c91dc40.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/598051eb1cde3d27ae70edde6c91dc40.jpg","original":"https://dp.la/api/exhibits/files/original/598051eb1cde3d27ae70edde6c91dc40.jpg"}}],"id":2090,"caption":"<p>In this July 1970 article from <em>Memphis World</em>, Chisholm lays bare the intersection of the oppressive social forces that she had to overcome in her political career. Chisholm saw her gender as a greater barrier than her race but, as she notes, when she was elected, she was the first and only person to overcome both to be elected to Congress. Courtesy of Rhodes College, Crossroads to Freedom via Digital Library of Tennessee.</p>","item":{"element_texts":[{"text":"Memphis World: Cong. Shirley Chisholm Says Her Race Much Less A Drawback Than Her Sex","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"f7cdfce5be5ae742e36d2206b04853ce","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814063}}]},{"text":null,"id":2091,"order":3,"attachments":[{"files":[{"id":3165,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/1d7bec061991ac032999673da54ac532.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/1d7bec061991ac032999673da54ac532.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/1d7bec061991ac032999673da54ac532.jpg","original":"https://dp.la/api/exhibits/files/original/1d7bec061991ac032999673da54ac532.jpg"}}],"id":2091,"caption":"<p><span><span>During her presidential campaign, Shirley Chisholm received support from young people, many of whom had been empowered to vote for the first time in 1972 as a result of the twenty-sixth amendment changing the voting age to eighteen from twenty-one. In this photo, Chisholm speaks with students at the University of Southern California. Courtesy of </span><span>UCLA, Library Special Collections, Charles E. Young Research Library</span><span> via California Digital Library.</span></span></p>","item":{"element_texts":[{"text":"Shirley Chisholm meeting students at University of Southern California, 1972","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"dfe9cc30ed2fdaf46ebb3bd7a229146c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814064}}]},{"text":null,"id":2092,"order":4,"attachments":[{"files":[{"id":3166,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/d3ae7164f750d23e2f1a3bf276b3f690.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/d3ae7164f750d23e2f1a3bf276b3f690.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/d3ae7164f750d23e2f1a3bf276b3f690.jpg","original":"https://dp.la/api/exhibits/files/original/d3ae7164f750d23e2f1a3bf276b3f690.jpg"}}],"id":2092,"caption":"<p>This image shows the voting results for the 1972 Democratic presidential nomination broadcast on television. Shirley Chisholm finished in fourth place behind George McGovern, who won the nomination, George Wallace, and Henry Jackson. During the primaries, Chisholm received over 430,000 votes. Courtesy of University of Washington.</p>","item":{"element_texts":[{"text":"Television screen with the voting tally for the Democratic presidential nomination, showing Senator Henry M. Jackson's opponents, Senator George S. McGovern and Alabama Governor George C. Wallace, in the lead, 1972","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"c87d14eddb050f8d29319d97b0ab90f7","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814065}}]}],"title":"Unbought and Unbossed: Shirley Chisholm, 1972"},{"parent":{"id":742,"resource":"exhibit_pages"},"slug":"victoria-woodhull-1872","id":743,"order":0,"page_blocks":[{"text":"<p><span>Victoria Claflin Woodhull defied the conventional gender norms of her time in a number of ways.  Born in 1838, Woodhull became a businesswoman who founded a Wall Street stock brokerage, the founder and editor of her own newspaper, a free love advocate who spoke out against the societal limitations of marriage, and the first woman to be nominated for president.  </span></p>\n<p><span>Victoria Woodhull declared her determination to seek the presidency in an 1870 letter to the editor of the </span><em>New York Herald </em><span>and was later nominated by the Equal Rights Party in 1872. The party was a radical offshoot of the National Woman Suffrage Association and sought to build support among former abolitionists, black suffragists, and white women’s rights activists. Frederick Douglass was chosen as Woodhull’s running mate, but he never acknowledged or accepted the nomination. In her campaign speeches, Woodhull argued that, as citizens, women already had the right to vote and hold office as a result of the fourteenth and fifteenth amendments—they just needed to use it.</span></p>\n<p><span>Influenced by both socialism and spiritualism, Victoria Woodhull was a controversial figure, even in women’s rights circles. Woodhull was in jail on election day 1872 because of her role in exposing the sex scandal of popular minister Henry Ward Beecher. While she did receive some popular votes, it is unknown how many as no ballots listing her name survive.</span></p>","id":2079,"order":1,"attachments":[{"files":[{"id":3153,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/98f00a97145393a86939108db5b46264.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/98f00a97145393a86939108db5b46264.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/98f00a97145393a86939108db5b46264.jpg","original":"https://dp.la/api/exhibits/files/original/98f00a97145393a86939108db5b46264.jpg"}}],"id":2079,"caption":"<p><span><span>Born into an eccentric family in Ohio, Victoria Woodhull married at age fifteen, divorced her first husband at twenty-six, and moved to New York City with her sister Tennessee in 1868.  This carte de visite shows a portrait of Victoria Woodhull. Carte de visites were commonly distributed or sold in the late nineteenth century as collectors’ items or to raise awareness for a cause. Courtesy of The New York Public Library.</span></span></p>","item":{"element_texts":[{"text":"Victoria C. Woodhull","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"b83c3f3039361de41ff62b9304f90ad5","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814052}}]},{"text":null,"id":2080,"order":2,"attachments":[{"files":[{"id":3154,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0f62262f1e30cb8f9d759fd3a5bbdb27.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0f62262f1e30cb8f9d759fd3a5bbdb27.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0f62262f1e30cb8f9d759fd3a5bbdb27.jpg","original":"https://dp.la/api/exhibits/files/original/0f62262f1e30cb8f9d759fd3a5bbdb27.jpg"}}],"id":2080,"caption":"<p>Victoria Woodhull and her sister Tennessee Claflin established a Wall Street stock brokerage in 1870 with assistance from Cornelius Vanderbilt. The profits from the business allowed the sisters to start their newspaper, <em>Woodhull &amp; Claflin’s Weekly</em>. This letter to Missouri Governor Benjamin Gratz Brown requests a list of members of the legislature and their home addresses in order to send them copies of their newspaper. By 1871, Woodhull had declared her intention to run for president the following year. Courtesy of Missouri State Archives through Missouri Digital Heritage via Missouri Hub.</p>","item":{"element_texts":[{"text":"Letter, from Woodhull, Claflin and Company, New York, New York to Benjamin Gratz Brown, February 3, 1871","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"79a616dbfbe4f275f4d2f94109f49d38","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814053}}]},{"text":null,"id":2081,"order":3,"attachments":[{"files":[{"id":3155,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/a8820a78c0bd1a498f0779e975af96f1.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/a8820a78c0bd1a498f0779e975af96f1.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/a8820a78c0bd1a498f0779e975af96f1.jpg","original":"https://dp.la/api/exhibits/files/original/a8820a78c0bd1a498f0779e975af96f1.jpg"}}],"id":2081,"caption":"<p>Victoria Woodhull spoke before the House Judiciary Committee in January of 1871, becoming the first woman to address a House committee. In this speech, Woodhull argued that women were entitled to the right to vote as a result of the fourteenth and fifteenth amendments to the Constitution. This image depicting Woodhull speaking while a group of women look on in support was published in <em>Woodhull &amp; Claflin’s Weekly</em>. Courtesy of The New York Public Library.</p>","item":{"element_texts":[{"text":"Victoria C. Woodhull, delivering her address on constitutional equality before the Judiciary Committee of the House of Representatives of the United States, Jan. 12, 1871","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"84054fe4b9a5f10ef6aac7217f2a595b","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814054}}]},{"text":null,"id":2082,"order":4,"attachments":[{"files":[{"id":3156,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/ccea005cf79ffaa0220ce6b1bc3b633b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/ccea005cf79ffaa0220ce6b1bc3b633b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/ccea005cf79ffaa0220ce6b1bc3b633b.jpg","original":"https://dp.la/api/exhibits/files/original/ccea005cf79ffaa0220ce6b1bc3b633b.pdf"}}],"id":2082,"caption":"<p>This congressional report on women’s suffrage contains Victoria Woodhull’s 1871 argument before the House Judiciary Committee on constitutional equality and, specifically, the “rights vested by the Constitution...in the citizens to vote, without regard to sex.” In addition to Woodhull’s memorial to the committee, this pamphlet contains both the majority and minority opinions of the committee members.  Overall, the committee rejected her claim for voting rights, but two members, William Loughridge of Iowa and Benjamin Butler of Massachusetts, supported Woodhull’s argument in their minority opinion. Despite the lack of support from the committee, the speech did earn Woodhull respect—if tenuous—among leaders of the women’s rights movement. Courtesy of University of Michigan via HathiTrust.</p>","item":{"element_texts":[{"text":"Congressional Reports on Woman Suffrage : The Majority and Minority Reports of the Judiciary Committee of the House of Representatives on the Woodhull Memorial.","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"308eb5ab7c4214a0ccb28fb6bfb424b7","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814055}}]}],"title":"Victoria Woodhull, 1872"},{"parent":{"id":747,"resource":"exhibit_pages"},"slug":"dixiecrats-1948","id":749,"order":1,"page_blocks":[{"text":"<p>In the summer of 1948, conservative white southern Democrats formed the States’ Rights Democratic Party, also known as the Dixiecrats, in reaction to President Harry Truman’s support of the civil rights plank in the national Democratic Party platform and his executive order to desegregate the armed forces. The Dixiecrats supported a segregationist agenda that rejected federal intervention and racial integration and advocated for the preservation of Jim Crow laws and white supremacy. Where rhetoric within the Dixiecrat campaign often focused on the federal government as the outsider threatening to take away power from states, this talk was a surrogate for fear of the political and social power that African Americans would achieve through activism and civil rights legislation.</p>\n<p>The Dixiecrats held their one and only convention in Birmingham, Alabama in July 1948 and nominated South Carolina Senator Strom Thurmond as their candidate for president. Their goal was to win 127 electoral votes in the election, denying both the Democrats and Republicans a majority and forcing the decision into the House of Representatives where they could negotiate the civil rights agenda. In November 1948, Thurmond received 2.4% of the popular vote and 39 electoral votes, carrying Alabama, Louisiana, South Carolina, and Mississippi. Significantly, this support came overwhelmingly from states with disenfranchised black majority populations, where white voters felt most threatened by the dissolution of segregation and the political possibilities of black enfranchisement. The Dixiecrats dissolved after the 1948 election but their political work began the weakening of the formerly all-Democratic “Solid South.”</p>","id":2101,"order":1,"attachments":[{"files":[{"id":3174,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/edd1943c7a7130cb4b849ea8a098d1bf.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/edd1943c7a7130cb4b849ea8a098d1bf.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/edd1943c7a7130cb4b849ea8a098d1bf.jpg","original":"https://dp.la/api/exhibits/files/original/edd1943c7a7130cb4b849ea8a098d1bf.jpg"}}],"id":2101,"caption":"<p><span><span>This </span><em>St. Louis Post-Dispatch</em><span> political cartoon by Daniel Fitzpatrick comments on the shared investment in white supremacy that united Dixiecrats with big business and white voters who supported segregation. Here, the cartoonist mocks these voters by representing them with a character labeled “Plain Boob.” </span><span>Courtesy of The State Historical Society of Missouri via Missouri Hub.</span></span></p>","item":{"element_texts":[{"text":"Under the Alabama Hood","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"5f50e441adc84c546b1e458ef5f9a125","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814073}}]},{"text":null,"id":2102,"order":2,"attachments":[{"files":[{"id":3175,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/c067a81b521f31cf9dc8d004189a1f66.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/c067a81b521f31cf9dc8d004189a1f66.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/c067a81b521f31cf9dc8d004189a1f66.jpg","original":"https://dp.la/api/exhibits/files/original/c067a81b521f31cf9dc8d004189a1f66.jpg"}}],"id":2102,"caption":"<p>The Dixiecrats held their one and only convention in Birmingham, Alabama, in July 1948. They nominated US Senator Strom Thurmond of South Carolina (middle, sitting) and Governor Fielding Wright of Mississippi as the party’s presidential and vice-presidential candidates. Courtesy of Atlanta History Center via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"Dixiecrat Convention","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"aae65496ab7a8b5539e706215fc5e981","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814074}}]},{"text":null,"id":2103,"order":3,"attachments":[{"files":[{"id":3176,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/5e73e031fc5e0b699a250b178c2aaebc.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/5e73e031fc5e0b699a250b178c2aaebc.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/5e73e031fc5e0b699a250b178c2aaebc.jpg","original":"https://dp.la/api/exhibits/files/original/5e73e031fc5e0b699a250b178c2aaebc.jpg"}}],"id":2103,"caption":"<p><span><span>This Clifford Berryman political cartoon from September 1948, entitled “Hard for Him to Plow a Straight Furrow,” depicts the policy pressures applied to Democratic nominee Harry Truman from two sides—by Dixiecrat candidate Strom Thurmond and Progressive Party candidate Henry Wallace. Courtesy of the National Archives and Records Administration.</span></span></p>","item":{"element_texts":[{"text":"Hard for Him to Plow a Straight Furrow","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"8501088a0a069455e5218b38a87ae69c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814075}}]},{"text":null,"id":2104,"order":4,"attachments":[{"files":[{"id":3177,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b2fd2e9b7243cdd61caace6694c4e66f.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b2fd2e9b7243cdd61caace6694c4e66f.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b2fd2e9b7243cdd61caace6694c4e66f.jpg","original":"https://dp.la/api/exhibits/files/original/b2fd2e9b7243cdd61caace6694c4e66f.jpg"}}],"id":2104,"caption":"<p>This tally, dictated by Harry Truman on the back of a press release of a speech, contains Truman's estimate of the breakdown of electoral votes for the Democrats, the Republicans, and the States' Rights Democratic Party in the 1948 presidential election. On this list, the parties are denoted \"White\" for Democrats, \"Black\" for Republicans, and \"Red\" for States' Rights. President Truman made this forecast during a whistlestop campaign trip in October 1948. Courtesy of the National Archives and Records Administration.</p>","item":{"element_texts":[{"text":"Handwritten Estimated Tally of Electoral Votes","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"9dff8c66d5ec450105c5358d9824ebe3","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814076}}]}],"title":"The Dixiecrats, 1948"},{"parent":{"id":747,"resource":"exhibit_pages"},"slug":"george-wallace-1968","id":750,"order":2,"page_blocks":[{"text":"<p>Alabama governor George Wallace rose to national prominence in 1963 for his strong stance against the integration of public schools in Alabama. In his inaugural speech for his first term as governor in January 1963, Wallace famously advocated for “segregation now, segregation tomorrow, segregation forever.” Television viewers around the world saw Wallace’s “Stand in the Schoolhouse Door” later that year, in which he would attempt to halt the enrollment of black students Vivian Malone and James Hood at the University of Alabama. Wallace sought the Democratic nomination for president in 1964, 1972, and 1976, but ran as a third-party candidate for the American Independent Party in 1968 with the most success.</p>\n<p>In 1968, Wallace ran on a platform similar to that of the Dixiecrats twenty years earlier that rejected the outside intervention of the federal government on civil rights issues like education while also capitalizing on reactive white fear and racism stirred up by recent civil rights gains like the Voting Rights Act, school integration, and anti-discrimination laws. In his campaign, Wallace appealed to white working and middle-class voters who feared for the safety of their jobs, neighborhoods, and schools, by positioning the oppressed and overlooked “redneck” as the new outsider displaced by federal law and black activism. In the general election, Wallace won five states—Georgia, Mississippi, Alabama, Louisiana, and Arkansas—and their 46 electoral votes. More surprisingly, he won 13.5 % of the popular vote or almost 10 million votes that reflected widespread support from across the country.</p>","id":2105,"order":1,"attachments":[{"files":[{"id":3178,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/91e926ae124174cc1daebfc02fd80fc9.mp4"}}],"id":2105,"caption":"<p><span><span>In this footage from a November 4, 1968 rally in Atlanta (one day before the 1968 presidential election), candidate George Wallace responds to protestors, discusses the two-party perception of Southern “redneck” voters, and promises a shift away from federal intervention and towards state control of public education. Courtesy of WSB-TV, </span><span>Walter J. Brown Media Archives </span><span>via Digital Library of Georgia.</span></span></p>","item":{"element_texts":[{"text":"WALLACE RALLY IN ATLANTA","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"3c7906a5a529d8b0b1b1300b47f68ab1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814077}}]},{"text":null,"id":2106,"order":2,"attachments":[{"files":[{"id":3179,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/4a380a68695fff58bb04a5a6331f75be.mp4"}}],"id":2106,"caption":"<p>In this footage from a 1967 press conference, Dr. Martin Luther King, Jr. shares his opinion about George Wallace’s 1968 candidacy for president. Courtesy of WSB-TV, Walter J. Brown Media Archives via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"WSB-TV newsfilm clip of Dr. Martin Luther King, Jr. speaking about presidential candidates for the 1968 election, the Vietnam War, and interactions with Stokely Carmichael during a press conference held at Ebenezer Baptist Church, Atlanta, Georgia, 1967 April 25, clip 2","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"177a265a21eda8f644de7faeed18bc01","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814078}}]},{"text":null,"id":2107,"order":3,"attachments":[{"files":[{"id":3180,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/bd6cc3022bd5f6d82c4ab775cfa31546.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/bd6cc3022bd5f6d82c4ab775cfa31546.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/bd6cc3022bd5f6d82c4ab775cfa31546.jpg","original":"https://dp.la/api/exhibits/files/original/bd6cc3022bd5f6d82c4ab775cfa31546.jpg"}}],"id":2107,"caption":"<p><span><span>This photograph shows former Georgia Governor Marvin Griffin and Governor Lester Maddox with presidential candidate George Wallace at the Georgia State Capitol building in Atlanta on February 14, 1968. Courtesy of Georgia State University Libraries Special Collections via Digital Library of Georgia.</span></span></p>","item":{"element_texts":[{"text":"Former Georgia Governor Marvin Griffin and Governor Lester Maddox with former Alabama Governor George C. Wallace, during 1968 presidential presidency, Georgia State Capitol building, Atlanta, Februrary 14, 1968","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"0955f8a62fd306724f64aac8e0b4374e","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814079}}]},{"text":null,"id":2108,"order":4,"attachments":[{"files":[{"id":3181,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/132903727d26566a50feba91cef9f4ad.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/132903727d26566a50feba91cef9f4ad.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/132903727d26566a50feba91cef9f4ad.jpg","original":"https://dp.la/api/exhibits/files/original/132903727d26566a50feba91cef9f4ad.jpg"}}],"id":2108,"caption":"<p><span><span>This 1968 novelty license plate supports George Wallace’s candidacy for president and his advocacy for states’ rights. Courtesy of Minnesota Historical Society via Minnesota Digital Library.</span></span></p>","item":{"element_texts":[{"text":"George Wallace license plate","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"af0e3d446cb31eb6ce85f4fb28535755","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814080}}]}],"title":"George Wallace and the American Independent Party, 1968"},{"parent":{"id":747,"resource":"exhibit_pages"},"slug":"know-nothing-party-1856","id":748,"order":0,"page_blocks":[{"text":"<p>Formed in the early 1840s and popular through the 1850s, the Know Nothing movement was a reaction to the influx of German and Irish immigrants to the United States. Proponents saw these newcomers as a “foreign invasion” that threatened to influence politics and religion. They advocated to curb immigration and naturalization and played on white native-born fears about outsiders. More extreme members of the movement claimed that new Catholic immigrants would help subjugate America under the authority of the Pope. The movement organized in various social clubs and political forums across the country and created propaganda to draw adherents to their cause.</p>\n<p>The Know Nothing Party, otherwise known as the American Party and the Native American Party, functioned as the political arm of the movement. By 1856, it had gained enough momentum to launch a bid for the presidency on a singularly focused platform—shutting down immigration to the United States and containing and marginalizing Catholicism. Former president Millard Fillmore ran as their candidate for a non-consecutive second term. Although not previously a nativist, he saw the Know Nothings as the only viable option for national unity in the face of the dissolution of the Whig Party and the ongoing struggle between other parties on the issue of slavery. Fillmore won only eight electoral votes but achieved 21% of the popular vote. Many 1856 Know Nothing adherents also voted in support of the fledgling Republican Party, which had started to court this demographic by campaigning around anti-Popery and bans on immigration.</p>","id":2097,"order":1,"attachments":[{"files":[{"id":3209,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/8cd642f36f7a81a50243da7354f82e81.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/8cd642f36f7a81a50243da7354f82e81.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/8cd642f36f7a81a50243da7354f82e81.jpg","original":"https://dp.la/api/exhibits/files/original/8cd642f36f7a81a50243da7354f82e81.pdf"}}],"id":2097,"caption":"<p><span><span>This 1856 broadside outlines the “Basis Principles of the American Party of Virginia.” Courtesy of Duke University Libraries via North Carolina Digital Heritage Center.</span></span></p>","item":{"element_texts":[{"text":"Basis principles of the American Party of Virginia","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"76a58daedeb3f863019bb3d8a857f9d5","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814115}}]},{"text":null,"id":2098,"order":2,"attachments":[{"files":[{"id":3171,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0dc71f180856d140ee51747554eb2815.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0dc71f180856d140ee51747554eb2815.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0dc71f180856d140ee51747554eb2815.jpg","original":"https://dp.la/api/exhibits/files/original/0dc71f180856d140ee51747554eb2815.pdf"}}],"id":2098,"caption":"<p>The cover and preface for <em>The Know Nothing almanac and true Americans' manual</em>, for 1856. This almanac was an official publication of the American Party that shared their anti-immigrant and anti-Catholic views. Courtesy of Villanova University via PA Digital.</p>","item":{"element_texts":[{"text":"The Know Nothing almanac and true Americans' manual, for 1856","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"fb183d27ba7b4e9a04880bc67dfb64b4","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814070}}]},{"text":null,"id":2099,"order":3,"attachments":[{"files":[{"id":3172,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/07d99726bf8076cccb790978a9a2c0ce.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/07d99726bf8076cccb790978a9a2c0ce.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/07d99726bf8076cccb790978a9a2c0ce.jpg","original":"https://dp.la/api/exhibits/files/original/07d99726bf8076cccb790978a9a2c0ce.jpg"}}],"id":2099,"caption":"<p>This 1856 poster promotes American Party candidates Millard Fillmore and Andrew J. Donelson as “The Americans [<em>sic</em>] Choice” for the President and Vice-President under the slogan, “The Constitution and the Union.” Courtesy of Hermitage via Digital Library of Tennessee.</p>","item":{"element_texts":[{"text":"Fillmore-Donelson National American Ticket","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"7a0f731b565863e1e815260d39930cd0","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814071}}]},{"text":null,"id":2100,"order":4,"attachments":[{"files":[{"id":3173,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/efddcafd2c9fd49b871e38f8d1770b55.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/efddcafd2c9fd49b871e38f8d1770b55.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/efddcafd2c9fd49b871e38f8d1770b55.jpg","original":"https://dp.la/api/exhibits/files/original/efddcafd2c9fd49b871e38f8d1770b55.jpg"}}],"id":2100,"caption":"<p>This 1856 political cartoon, titled “The Morning After the Election, November 1856,” depicts the responses of the three candidates to the results of the election. Winning Democrat James Buchanan sits reading the returns of the election while newspaper editors approach from the left. Behind them the defeated Republican candidate John C. Fremont rides off into the West. To the right the second defeated candidate, Millard Fillmore, laments his fall into \"Know-Nothingism.\" Courtesy of Boston Public Library via Digital Commonwealth.</p>","item":{"element_texts":[{"text":"Morning after the election, November 1856","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"fc91258156082d8f348b8d3d7ab4c304","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814072}}]}],"title":"The Know Nothing Party, 1856"},{"parent":{"id":751,"resource":"exhibit_pages"},"slug":"barack-obama","id":754,"order":3,"page_blocks":[{"text":"<p><span>Barack Obama, the Hawaii-born son of a Kenyan father and American mother, began his 2008 presidential campaign as a relative newcomer to Washington politics. He was the first term junior senator from Illinois who ran for the Democratic Party’s nomination in part on his status as a party outsider, espousing a fresh vision of hope and change, a counterargument to Washington politics as usual. Obama would become the first African American president of the United States.</span></p>\n<p><span>Early in the election cycle, it was Hillary Clinton, not Obama, who commanded strong support in many black communities and among black political leaders. However, the primaries proved that Obama’s message resonated and that he could earn votes across the country, from overwhelmingly white Iowa to South Carolina, where he garnered support from the majority African American voter base. Barack Obama went on to win the presidential election with 69.5 million votes, the most ever cast for a presidential candidate to date.</span></p>\n<p><span>Barack Obama’s victory was undoubtedly influenced by the campaigns of Chisholm and Jackson and the activists of the Mississippi Freedom Democratic Party, the National Black Political Convention, and countless others that came before him. However, in critical ways, Obama represented a shift; he had not been a part of the Civil Rights Movement or Black Power-era political organizing. Instead, he was part of the generation that was heir to the political landscape that these movements helped create—where people were registered and could vote regardless of race, class, or creed and where an African American could be recognized as a presidential candidate that represented </span><span>America</span><span>, including but not limited to black America.</span></p>","id":2119,"order":1,"attachments":[{"files":[{"id":3194,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/ca551f897cb5328a81fabdf24ba4c0fb.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/ca551f897cb5328a81fabdf24ba4c0fb.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/ca551f897cb5328a81fabdf24ba4c0fb.jpg","original":"https://dp.la/api/exhibits/files/original/ca551f897cb5328a81fabdf24ba4c0fb.jpg"}}],"id":2119,"caption":"<p><span><span>This poster, designed by street artist and designer Shepard Fairey, became one of the iconic images of Barack Obama’s 2008 campaign, in which hope was a central theme. The poster alternately appeared with the words “change” and “progress.” Courtesy of National Portrait Gallery via Smithsonian Institution.</span></span></p>","item":{"element_texts":[{"text":"Barack Obama  ","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"281aa9fd05a19c11c17beb15985b93a3","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814093}}]},{"text":null,"id":2120,"order":2,"attachments":[{"files":[{"id":3195,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/8b4ad2b10fb9e0a3c28fb4fcbef587f8.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/8b4ad2b10fb9e0a3c28fb4fcbef587f8.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/8b4ad2b10fb9e0a3c28fb4fcbef587f8.jpg","original":"https://dp.la/api/exhibits/files/original/8b4ad2b10fb9e0a3c28fb4fcbef587f8.jpg"}}],"id":2120,"caption":"<p>In this photograph, then-Senator Barack Obama speaks before a crowd at the University of Nevada, Reno. The sign on the podium captures one of the principles of Obama’s campaign: change. On issues including the Iraq War, the economy, and healthcare, Obama ran on a platform that signalled a shift from the policies of the George W. Bush presidency. Courtesy of University of Nevada, Reno, University Libraries via Mountain West Digital Library.</p>","item":{"element_texts":[{"text":"Politician Senator Barack Obama Presidential Campaign, Quad, 2008","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"fcefbd089dfb15df4a84d8af230b8189","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814094}}]},{"text":null,"id":2121,"order":3,"attachments":[{"files":[{"id":3196,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/dcc81a218bc4975f9065ca37d84b6125.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/dcc81a218bc4975f9065ca37d84b6125.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/dcc81a218bc4975f9065ca37d84b6125.jpg","original":"https://dp.la/api/exhibits/files/original/dcc81a218bc4975f9065ca37d84b6125.jpg"}}],"id":2121,"caption":"<p>As Barack Obama’s presidential inauguration approached in January of 2009, commemorative memorabilia abounded. T-shirts, buttons, hats, and posters like this one captured the excitement and pride for Barack Obama’s achievement and for the nation’s new first family. This poster places a photograph of the Obama family, Barack, Michelle, and daughters Malia and Sasha, amidst symbols of the presidency including the presidential seal, the American flag, and the White House. Courtesy of Cornell University via ARTstor.</p>","item":{"element_texts":[{"text":"Barack Obama and the 1st family poster","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"5ab347acfa3461484538db1bbde4db69","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814095}}]}],"title":"Barack Obama, 2008"},{"parent":{"id":751,"resource":"exhibit_pages"},"slug":"jesse-jackson","id":753,"order":2,"page_blocks":[{"text":"<p><span>Rev. Jesse Jackson began his public career as a civil rights organizer alongside Dr. Martin Luther King, Jr. In late 1983, with decades of organizing experience but no experience in elected office, Jesse Jackson declared his candidacy for the Democratic Party’s 1984 presidential nomination. Jackson leveraged the black political mobilization of the 1970s and expanded its inclusivity, appealing to the concerns and interests of a “Rainbow Coalition” of marginalized and minority citizens, including African Americans, Latinos, Asian Americans, women, gay people, poor people, and more.  </span></p>\n<p><span>The Democratic Party of the early 1980s had relied on the votes of these marginalized communities, but in the view of many, fell short of making a real effort to represent them. Amidst the Reagan Revolution, which reduced government support for social and education programs and civil rights initiatives, Jesse Jackson led a grassroots campaign paired with efforts in voter registration. In doing so, he built his voter base as he went, diversified the Democratic Party, and offered a political vision inspired by the activism of the Civil Rights era and the legacy of the New Deal. Jackson did not win the nomination, but surprised many by winning five primary contests and finishing with 3.2 million votes.</span></p>\n<p><span><span>In the 1988 campaign, Jesse Jackson was even more successful, winning more primaries and earning broader support across both white and minority voters. Jackson also commanded greater recognition and respect from the party. Though Jackson did not win the nomination, twenty-three year old future president Barack Obama and millions of Americans watched Jackson prove that an African American could be broadly accepted as a legitimate candidate for president.</span></span></p>","id":2115,"order":1,"attachments":[{"files":[{"id":3190,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/350b527f7db82bdb9aa3e16f830d4cdc.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/350b527f7db82bdb9aa3e16f830d4cdc.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/350b527f7db82bdb9aa3e16f830d4cdc.jpg","original":"https://dp.la/api/exhibits/files/original/350b527f7db82bdb9aa3e16f830d4cdc.jpg"}}],"id":2115,"caption":"<p>Jesse Jackson’s campaign was built on a foundation of grassroots organizing—reaching marginalized communities in their neighborhoods, churches, and other institutions. An ordained Baptist minister, Jesse Jackson’s campaign speeches often had a sermon-like quality. In this photograph, Jackson speaks to the congregation at McKinley Avenue Baptist Church in Los Angeles, California. Courtesy of UCLA, Library Special Collections, Charles E. Young Research Library via California Digital Library.</p>","item":{"element_texts":[{"text":"Jesse Jackson speaking to a large crowd and reporters at McKinley Baptist Church in South Central Los Angeles, Calif., 1984","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"e19f47273aaef00810eed9a7b59a4450","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814089}}]},{"text":null,"id":2116,"order":2,"attachments":[{"files":[{"id":3191,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/79954069bb4e90184fe80b899996adad.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/79954069bb4e90184fe80b899996adad.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/79954069bb4e90184fe80b899996adad.jpg","original":"https://dp.la/api/exhibits/files/original/79954069bb4e90184fe80b899996adad.jpg"}}],"id":2116,"caption":"<p>Jesse Jackson built a “rainbow coalition” by reaching beyond African American communities and bridging the common concerns of diverse groups of underrepresented Americans. In this photograph, Jackson addresses the Mexican American Political Association in San Jose, California. Courtesy of UCLA, Library Special Collections, Charles E. Young Research Library via California Digital Library.</p>","item":{"element_texts":[{"text":"Presidential candidate, Jesse Jackson at podium addressing Mexican American Political Association in San Jose, Calif., 1984","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"dbf0608035f9a68fe57d1225c391a1fe","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814090}}]},{"text":null,"id":2117,"order":3,"attachments":[{"files":[{"id":3192,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/ba77234d336ce37d6d06bdfac62b22c9.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/ba77234d336ce37d6d06bdfac62b22c9.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/ba77234d336ce37d6d06bdfac62b22c9.jpg","original":"https://dp.la/api/exhibits/files/original/ba77234d336ce37d6d06bdfac62b22c9.jpg"}}],"id":2117,"caption":"<p>In this photograph, Jesse Jackson speaks before the 1988 Democratic National Convention. In his speech, Jackson harkened to the political activism of Fannie Lou Hamer (who had been locked out of the same convention twenty-four years earlier), Dr. King, and many others, saying: “As a testament to the struggles of those who have gone before; as a legacy for those who will come after; as a tribute to the endurance, the patience, the courage of our forefathers and mothers...that their work has not been in vain...tomorrow night my name will go into nomination for the Presidency of the United States of America.” Courtesy of Georgia State University Libraries Special Collections via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"Jesse Jackson speaking at the Democratic National Convention, Atlanta, Georgia, July 19, 1988.","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"8b17133a18de73d6ba7d0a36b132d7ed","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814091}}]},{"text":null,"id":2118,"order":4,"attachments":[{"files":[{"id":3193,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/f749d5749d1cdc745c8e52456d790d11.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/f749d5749d1cdc745c8e52456d790d11.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/f749d5749d1cdc745c8e52456d790d11.jpg","original":"https://dp.la/api/exhibits/files/original/f749d5749d1cdc745c8e52456d790d11.jpg"}}],"id":2118,"caption":"<p>This photograph shows convention attendees listening to Jesse Jackson’s speech at the 1988 convention. This snapshot reflects the emotional impact and interracial appeal of Jackson’s candidacy and his words. In his speech, Jackson framed his advocacy for America’s most in-need citizens as a moral imperative rather than a political strategy, again drawing parallels to the Civil Rights era: “Fannie Lou Hamer didn't have the most votes in Atlantic City, but her principles have outlasted every delegate who voted to lock her out. Rosa Parks did not have the most votes, but she was morally right. Dr. King didn't have the most votes about the Vietnam War, but he was morally right. If we are principled first, our politics will fall in place.” Courtesy of Georgia State University Libraries Special Collections via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"Delagate at the Democratic National Convention listening to Jesse Jackson speak, Atlanta, Georgia, JUloy 19, 1988. [sic]","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"3ff0dd8b69d0418d156f974914471c0c","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814092}}]}],"title":"Jesse Jackson and the Rainbow Coalition, 1984 and 1988"},{"parent":{"id":751,"resource":"exhibit_pages"},"slug":"mississippi-freedom-democratic","id":755,"order":0,"page_blocks":[{"text":"<p><span>Founded in April of 1964, the Mississippi Freedom Democratic Party (MFDP) challenged the authority of the all-white Democratic Party that dominated Mississippi politics and disenfranchised black voters.  Bolstered by Freedom Summer voter registration efforts in black communities throughout the state and alternative “Freedom Ballots” organized in parallel with official elections, MFDP hosted its own state convention and elected its own delegation to the 1964 Democratic National Convention in Atlantic City, New Jersey.</span></p>\n<p><span>MFDP organizer and Mississippi native Fannie Lou Hamer had endured brutal physical abuse in retribution for her efforts to vote freely. Her televised testimony at the Democratic convention’s credentials hearing convinced many Americans that the MFDP delegates should be recognized. However, when threatened with a walkout by other white southern delegations, President Lyndon Johnson and other party leaders refused to unseat the Mississippi delegation in favor of the MFDP. Instead, they offered a weak compromise to the MFDP: two at-large non-voting seats. The MFDP refused these terms. </span></p>\n<p>The Mississippi Freedom Democratic Party’s presence at the convention drew national attention to the brutality of black voter disenfranchisement in Mississippi and throughout the South and helped catalyze support for the Voting Rights Act, which was passed the following year. Their dismissal by the Democratic Party reinforced the importance of their work; expanding black voting rights and political power would be critical in order to ensure representation in institutions of political power like party conventions and elected office.</p>","id":2122,"order":1,"attachments":[{"files":[{"id":3213,"file_urls":{"original":"https://dp.la/api/exhibits/files/original/fb80ebe1571642047e534314279484be.mp4"}}],"id":2122,"caption":"<p>At this spring 1964 press conference, Robert Moses of the Student Nonviolent Coordinating Committee (SNCC) explains the agenda for the upcoming Freedom Summer initiative. Freedom Summer organizers invited college students—many of them white—to Mississippi to lead Freedom Schools and help register voters during the summer of 1964. Their objective, also reflected by the Mississippi Freedom Democratic Party, was to secure black voting power going into the 1964 presidential election and to get the country to “actually take a look at Mississippi.” Courtesy of WSB-TV, Walter J. Brown Media Archives via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"WSB-TV newsfilm clip of a press conference with Bob Moses and James Forman of the Student Nonviolent Coordinating Committee about the upcoming Mississippi Freedom Summer, 1964","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"ac8d873da2453578e7f7de789cdcf2c1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814117}}]},{"text":null,"id":2123,"order":2,"attachments":[{"files":[{"id":3183,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/4358b5f18680243b2d4220c39e7ebcd9.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/4358b5f18680243b2d4220c39e7ebcd9.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/4358b5f18680243b2d4220c39e7ebcd9.jpg","original":"https://dp.la/api/exhibits/files/original/4358b5f18680243b2d4220c39e7ebcd9.pdf"}}],"id":2123,"caption":"<p><span><span>This Mississippi Freedom Democratic Party pamphlet introduces voters</span><span>—</span><span>many likely taking part in the political process for the first time</span><span>—</span><span>to the voting process by which the MFDP would elect a delegation to attend the Democratic convention and nominate its own candidates for Congressional offices. The MFDP defined itself as the party for “all people who want to be free,” including black communities and white supporters. Courtesy of Wisconsin Historical Society via Recollection Wisconsin.</span></span></p>","item":{"element_texts":[{"text":"Mississippi Freedom Demoratic party pamphlet","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"3fd0980829ee5797a40c9190e1791708","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814082}}]},{"text":null,"id":2124,"order":3,"attachments":[{"files":[{"id":3184,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/e79c9c52ff246294e34c8d8959cdf105.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/e79c9c52ff246294e34c8d8959cdf105.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/e79c9c52ff246294e34c8d8959cdf105.jpg","original":"https://dp.la/api/exhibits/files/original/e79c9c52ff246294e34c8d8959cdf105.jpg"}}],"id":2124,"caption":"<p>Fannie Lou Hamer was a founder and leader of the Mississippi Freedom Democratic Party and was selected as the party’s candidate for Congress in 1964. At the convention, Hamer’s televised testimony about the intimidation and violence she had been subjected to in her efforts to exercise her right to vote helped awaken the nation to the realities of Jim Crow politics. She famously asserted: “I am sick and tired of being sick and tired.” Courtesy of Wisconsin Historical Society via Recollection Wisconsin.</p>","item":{"element_texts":[{"text":"Fannie Lou Hamer on Television","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"b8cadd1f870bfec7864d9e9fe5d89ab1","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814083}}]},{"text":null,"id":2125,"order":4,"attachments":[{"files":[{"id":3185,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/02ba1c1419b1835d6f2f49fac5983236.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/02ba1c1419b1835d6f2f49fac5983236.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/02ba1c1419b1835d6f2f49fac5983236.jpg","original":"https://dp.la/api/exhibits/files/original/02ba1c1419b1835d6f2f49fac5983236.jpg"}}],"id":2125,"caption":"<p>The Mississippi Freedom Democratic Party inspired broad public support for their cause. In this photograph, protesters march outside the Atlantic City convention hall demanding that the Democratic Party—and specifically President Johnson—recognize the MFDP delegation. Courtesy of Wisconsin Historical Society via Recollection Wisconsin.</p>","item":{"element_texts":[{"text":"Protest supporting the Mississippi Freedom Democratic Party","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"c87339aab03db8a10ed68ed550058b77","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814084}}]}],"title":"The Mississippi Freedom Democratic Party, 1964"},{"parent":{"id":751,"resource":"exhibit_pages"},"slug":"national-black-political-conve","id":752,"order":1,"page_blocks":[{"text":"<p><span>The early 1970s was a turning point moment in which black political leaders sought to employ the legal gains of the Civil Rights Movement and Black Power ideology towards a new era of black political empowerment at local, state, and federal levels. In 1972, as Shirley Chisholm ran for the Democratic Party nomination, the National Black Political Convention met in Gary, Indiana, bringing together thousands of delegates from black communities and organizations across the country to foster unity and determine a black political agenda by which current and future candidates for office would be assessed.</span></p>\n<p><span>While both the convention and Chisholm’s candidacy represent landmark events, they were not necessarily politically coordinated. Chisholm was proud of her black identity, but she rejected the idea that she was the candidate solely representing the interests of black America. The convention, led by some of her colleagues in the Congressional Black Caucus, did not endorse her. Some felt that Chisholm had run without consulting established black leadership and believed the first African American presidential candidate should have been a man. Many black leaders and officeholders endorsed George McGovern, though Chisholm’s platform most clearly aligned with the national black political agenda the convention had put forth.</span></p>\n<p><span>While the alliance of various organizations that had made the National Black Political Convention possible dissolved amidst differing philosophies, the Gary convention had tangible results. The late 1970s and 1980s witnessed a rapid expansion of African American elected officials at the local, state, and congressional levels, including Shirley Chisholm’s reelection as Congresswoman, an office she held until 1983.</span></p>","id":2111,"order":1,"attachments":[{"files":[{"id":3186,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/beb1c226869d85cb22ea52e0de92fe63.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/beb1c226869d85cb22ea52e0de92fe63.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/beb1c226869d85cb22ea52e0de92fe63.jpg","original":"https://dp.la/api/exhibits/files/original/beb1c226869d85cb22ea52e0de92fe63.jpg"}}],"id":2111,"caption":"<p>This newsclipping features a few of the leaders of the Gary convention: Rev. Walter Fauntroy (top left) was a Washington DC minister who had worked with Dr. Martin Luther King, Jr. and a congressman; Mayor Richard Hatcher was the first African American mayor of Gary, Indiana, and convention co-chairman; Rev. Jesse Jackson led the civil rights organization Operation PUSH, and Coretta Scott King, widow of Martin Luther King, continued to be a champion of civil rights throughout her career. Rev. Jesse Jackson later reflected, on the importance of the convention: “Getting the right to vote in '65 was the beginning of a process, but the convention in Gary solidified the sense of focus. It was overwhelming.” Courtesy of Frank Mt. Pleasant Library of Special Collections &amp; Archives, Leatherby Libraries at Chapman University via California Digital Library.</p>","item":{"element_texts":[{"text":"Leaders at First National Black Political Convention","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"d524d0faa2ebf58ce6a8e8cb1404bc8b","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814085}}]},{"text":null,"id":2112,"order":2,"attachments":[{"files":[{"id":3187,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/b70e8ffa26579079d3839689e1d1724b.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/b70e8ffa26579079d3839689e1d1724b.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/b70e8ffa26579079d3839689e1d1724b.jpg","original":"https://dp.la/api/exhibits/files/original/b70e8ffa26579079d3839689e1d1724b.jpg"}}],"id":2112,"caption":"<p><span><span>George McGovern won the Democratic Party’s nomination in 1972 with substantial African American support. This photograph shows McGovern surrounded by black congressmen and Coretta Scott King, after securing the presidential nomination. Courtesy of Frank Mt. Pleasant Library of Special Collections &amp; Archives, Leatherby Libraries at Chapman University </span><span>via California Digital Library.</span></span></p>","item":{"element_texts":[{"text":"Senator George McGovern with Black Leaders","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"bfc9bef9dffe3ea7c47d6d00fa0dc629","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814086}}]},{"text":null,"id":2113,"order":3,"attachments":[{"files":[{"id":3208,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/baa2044c9370c8a90e41d75f7ef4e6e8.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/baa2044c9370c8a90e41d75f7ef4e6e8.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/baa2044c9370c8a90e41d75f7ef4e6e8.jpg","original":"https://dp.la/api/exhibits/files/original/baa2044c9370c8a90e41d75f7ef4e6e8.pdf"}}],"id":2113,"caption":"<p>This March 1972 issue of <em>Soul Force</em>, the newsletter of the Southern Christian Leadership Council, includes several articles focusing on black politics and the upcoming presidential election. In one article, Shirley Chisholm’s platform earns an “A” grade—the highest of any candidate—for its representation of causes and issues of importance to black communities. The following feature on the National Black Political Convention notes it was headed by the “cream of the black intelligentsia” and reports on various issues under consideration in establishing the black political agenda. However, the article also notes the convention’s controversial decision not to endorse any presidential candidates despite the alignment between the agenda and Chisholm’s platform. Courtesy of Auburn Avenue Research Library on African-American Culture and History via Digital Library of Georgia.</p>","item":{"element_texts":[{"text":"Southern Christian Leadership Conference Publicatons - \"Soul Force\" March 1972 newsletter","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"282e781dd6b9f9c0d3bca1d3088eb9f2","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814114}}]},{"text":null,"id":2114,"order":4,"attachments":[{"files":[{"id":3189,"file_urls":{"fullsize":"https://dp.la/api/exhibits/files/fullsize/0f01e8d4cad28f60c3d4308136a8a2ca.jpg","square_thumbnail":"https://dp.la/api/exhibits/files/square_thumbnails/0f01e8d4cad28f60c3d4308136a8a2ca.jpg","thumbnail":"https://dp.la/api/exhibits/files/thumbnails/0f01e8d4cad28f60c3d4308136a8a2ca.jpg","original":"https://dp.la/api/exhibits/files/original/0f01e8d4cad28f60c3d4308136a8a2ca.jpg"}}],"id":2114,"caption":"<p>In this 1982 photograph, Shirley Chisholm appears with fellow members of the House Rules Committee, all of whom were white men. The House Rules Committee is considered to be one of the most powerful committees in Congress as it controls the terms under which bills come before the House. Chisholm was appointed to the committee in 1977 during her fourth term in Congress. Courtesy of University of Missouri - Kansas City via Missouri Hub.</p>","item":{"element_texts":[{"text":"House Rules Committee","element":{"name":"Title","id":50},"element_set":{"name":"Dublin Core","id":1},"html":false},{"text":"0df6fb71f42cd14ebd18f63cc818bcae","element":{"name":"Has Version","id":68},"element_set":{"name":"Dublin Core","id":1},"html":false}],"id":814088}}]}],"title":"The National Black Political Convention and Shirley Chisholm"}]}
